{
    "320x480": "320x480",
    "404 Error Message": "Mozilla's Maker Party is over <a href=\"https://party.webmaker.org/\"> here. </a> Learn and teach the web with others at <a href=\"https://events.webmaker.org\"> events around the world. </a>",
    "640x1136": "640x1136",
    "768x1280": "768x1280",
    "1920x1200": "1920x1200",
    "2560x1440": "2560x1440",
    "2014 Partners": "2014 Partners",
    "#MakerParty Title": "<a href=\"/live-updates\">#MakerParty</a>",
    "#MakerParty Desc": "Follow along and share your Maker Party experience in real time. Use the hashtag #MakerParty on Twitter and other social media.",
    "About Webmaker": "About Webmaker",
    "Activities Title": "Activities",
    "Activities (Planning Your Event Page) Title": "Activities",
    "Activities (Planning Your Event Page) Desc": "When planning the activities will you feature at your event, remember to consider the number of participants, their age group and their skill set.",
    "After Your Event": "After Your Event",
    "After Your Event Desc": "Gather feedback and thank your participants, share what you made and help us improve Maker Party!",
    "Appmaker Desc": "<a href='https://apps.webmaker.org/'>Appmaker</a> is a simple way to create and share mobile apps even if you don't know code. Drag and drop components to build apps  for your friends, classroom or community.",
    "Attend an Event": "Attend an Event",
    "Attend an Event Desc": "Join Maker Party by attending an event. Visit our <a href='https://events.webmaker.org'>events page</a> and see what's happening in your neighbourhood.",
    "Back-Up Plan Title": "Back-Up Plan",
    "Back-Up Plan Desc": "Unfortunately, tech problems are an all too familiar part of events. No matter the preparation, wireless networks or computers can cause unexpected issues. If a few computers are malfunctioning, perhaps ask participants to buddy up on computers and work in groups. We suggest having a couple offline activities prepared in the case of an emergency.",
    "Banner": "Banner",
    "Blog 1": "Train the Trainer: Paraguay",
    "Blog 1 Date": "September 15, 2014",
    "Blog 1 Desc": "One of the most exciting things about Maker Party is guiding people learn, and then have them immediately use that learning to guide someone else...",
    "Blog 1 thumbnail image": "Blog 1 thumbnail image",
    "Blog 2": "Maker Party: make your own music video",
    "Blog 2 Date": "September 10, 2014",
    "Blog 2 Desc": "In this Maker Party, you’ll walk people through how to make their own music video on the web. It’s fun, easy, and can take as little as two minutes! Here’s how...",
    "Blog 2 thumbnail image": "Blog 2 thumbnail image",
    "Blog 3": "Q&A with Geek Girls Carrots",
    "Blog 3 Date": "September 5, 2014",
    "Blog 3 Desc": "We had so much fun working with Geek Girls Carrots this Maker Party season as they planned and hosted their first Maker Party...",
    "Blog 3 thumbnail image": "Blog 3 thumbnail image",
    "Blog 4": "New Firefox start page invites millions to learn a little code",
    "Blog 4 Date": "August 25, 2014",
    "Blog 4 Desc": "For the first time ever, Firefox users will be able to play around with the code that makes up the familiar Firefox start page...",
    "Blog 4 thumbnail image": "Blog 4 thumbnail image",
    "Blog 5": "Share Your Maker Party Events with the Event Reporter",
    "Blog 5 Date": "August 12, 2014",
    "Blog 5 Desc": "We know a lot of time is put into organizing, planning and running a Maker Party event. Which is why we want to make sure that once your event is completed it is documented and sharable so we can celebrate your success with you...",
    "Blog 5 thumbnail image": "Blog 5 thumbnail image",
    "Blog 6": "Maker Party 2014: Resources for Libraries and Learning Spaces",
    "Blog 6 Date": "July 21, 2014",
    "Blog 6 Desc": "At the heart of the Maker Party campaign, Webmaker tools/resources, and Hive Learning Network is the Web Literacy Map which outlines what we think are the important skills and competencies needed to be literate on the web...",
    "Blog 6 thumbnail image": "Blog 6 thumbnail image",
    "Brand Palette": "Brand Palette",
    "Bullhorn Illustration": "Bullhorn Illustration",
    "Buttons": "Buttons",
    "Callout": "Keep teaching the web",
    "Callout Desc": "Here are <a href=\"/resources\">resources</a> to share web literacy skills at events of all types and sizes.",
    "Choose Your Event Type": "Choose Your Event Type",
    "Choose your Event Type Title": "Choose your Event Type",
    "Choose your Event Type Desc": "The first step to running a great Maker Party event is considering what you want to accomplish. How many people do you expect will attend? Do you want to work alone or with partners?  What kind of activities would you like to include?",
    "Claim Your Badge": "Claim Your Badge",
    "Clean-Up Title": "Clean-Up",
    "Clean-Up Desc": "Build  and maintain a good relationship with your venue by making sure you leave it as clean as when you arrived. That way, if you want to run another event next year they will be thrilled to have you back.",
    "Close Quote Illustration": "Close Quote Illustration",
    "Contact": "Contact",
    "Delivering a Talk or a Workshop": "<a href='http://developer-evangelism.com/delivery.php'>Delivering a Talk or a Workshop</a>",
    "Design a fun experience Title": "Design a fun experience",
    "Design a fun experience Desc": "Your event should feel like a party! A few simple tricks to help create a welcoming, creative atmosphere include playing music, using decorations and  providing name tags. Having an off-line activity such as a t-shirt stencil station is a great way to get everyone socializing. Raffles and  giveaways are good ways to keep the crowd engaged throughout the day.",
    "Desktop Wallpapers": "Desktop Wallpapers",
    "Documentation Title": "Documentation",
    "Documentation Desc": "Events happen quickly and it's often impossible to capture or get links of all the awesome things being made. Identify a process to capture and  share makes early on and share it with volunteers, facilitators and attendees. If using Webmaker tools, be sure to tag your makes so you search for what was made at your event.",
    "Donate": "Donate",
    "Email Graphic": "Email Graphic",
    "English": "English",
    "Equipment Title": "Equipment",
    "Equipment Desc": "Determine  your tech needs early on and decide whether you need laptops, projectors, AV equipment, extension cords and power cords. Some  events are  BYOL (Bring Your Own Laptop) in which case it is good to  send a  reminder to individuals  to not forget their laptops the day before the event. If individuals  are unable to provide their own laptops, consider using a space where you can access a computer room or laptops. Another idea is to contact local tech organizations or community computer labs that have access to computers and ask them to sponsor equipment for the event in exchange for promotion. When deciding how many computers you need don't forget that you can have participants working in pairs or bigger groups. It’s a good idea to try and have an extra laptop on hand for participants just in case of any technical problems.",
    "Events": "Events",
    "Event Set-up Checklist": "<a href='/party-resources/pdf/Event_Set_Up_Checklist.pdf'>Event Set-up Checklist</a>",
    "Event Take Down Checklist": "<a href='/party-resources/pdf/Event_Take_Down_Checklist.pdf'>Event Take Down Checklist</a>",
    "Event Reporter Template": "<a href=\"https://keyboardkat.makes.org/thimble/LTc4ODY2MDIyNA==/maker-party-event-reporter\">Event Reporter Template</a>",
    "Example laptop sign out sheet": "<a href='https://docs.google.com/spreadsheet/ccc?key=0AmkLsYZvp2wkdFhkTi1xY3pCQi1tN0tfWkNtMkFQbnc&usp=drive_web#gid=0'>Example laptop sign out sheet</a>",
    "Feedback for Mozilla Title": "Feedback for Mozilla",
    "Feedback for Mozilla Desc": "To help us improve our annual Maker Party, please email us at <a href=\"mailto:makerparty@mozillafoundation.org\">makerparty@mozillafoundation.org</a> and share the successes and challenges of your experience.",
    "Find a venue Title": "Find a venue",
    "Find a venue Desc": "When considering where to hold your event, look for a comfortable, flexible space that's appropriate for the number of participants you expect.  Be   creative –  cafes,  community centers, co-working spaces, libraries and hackerspaces are great places to start. If your event will have more than one or two people, you'll need tables for each participant and room to move around.  Ensure there is reliable Internet,  enough power outlets and good  lighting.",
    "Finding volunteers Title": "Finding volunteers",
    "Finding volunteers Desc": "Whether they’re work colleagues, students or a group of talented friends, it’s important to find the right people for the job. Find volunteers by tapping into your own networks. You can also include a call for  volunteers on your promotional materials and let people know how they can contact you if they would like to help",
    "Flickr": "Flickr",
    "Flyers Title": "Flyers",
    "Flyers Desc": "Don't underestimate the value of a flyer as an informal way to educate others about your event. Use the Maker Party logos to design a dynamic advertisement.",
    "Fundraise Title": "Fundraise",
    "Fundraise Desc": "Mozilla is a nonprofit organization that relies on donations. Please consider asking your attendees if they are willing to support Mozilla so we can continue to spread web literacy with free, open tools and teaching resources. You can do this by making an announcement during your event (perhaps as part of the wrap up) asking people to visit <a href='http://mozilla.org/donate'>mozilla.org/donate</a>.",
    "Gear Title": "Gear",
    "Get Feedback Title": "Get Feedback",
    "Get Feedback Desc": "Ask participants for feedback. What did they learn? What did they enjoy?  If they have suggestions for improvement, be sure to take notes or  invite  them to blog about it. Be sure to ask what the participants  would like  to do next. Provide links to websites where they can  continue learning  new skills. Later, conduct  a debrief with participating  organizations and volunteers, if you had any. Gather feedback and ask  if the event  was a good way for them to serve their communities. Discuss ways to continuing hacking together to keep the momentum going.",
    "Get Maker Party Updates": "Get Maker Party Updates",
    "Getting Started": "Getting Started",
    "Getting Started Resources": "Getting Started",
    "Getting Started Resources Desc": "Register your event and check out what else is happening in your area - a great way to make sure you're not competing with another local event.",
    "Get Support": "Get Support",
    "Get Support Desc": "Throwing an event? We’ll support you the entire way with free training and planning resources, ideas for activities, great Mozilla gear like t-shirts and stickers, plus access to a wonderful community and one-on-one support.",
    "Get Updates": "Get Updates",
    "Google+": "Google+",
    "Have fun with our tools": "Have fun with our tools",
    "Have fun with our tools Desc": "You can use anything you like to teach the web at your Maker Party event, from the wonderful array of tools available online to good old pencils and paper. Mozilla Webmaker is proud to offer fun, easy-to-use, free <a href='https://webmaker.org/tools'>tools</a>: see the inner working of a webpage with <b>X-Ray Goggles</b>; learn HTML and CSS using <b>Thimble</b> and remix video, audio and images from the web with <b>Popcorn Maker.</b>",
    "Have questions Title": "<a href=\"http://discourse.webmakerprototypes.org/category/maker-party\">Have questions?</a>",
    "Have questions Desc": "Ask our friendly community for advice on how to host and teach the web. Share your stories and experiences in our <a href=\"http://discourse.webmakerprototypes.org/category/maker-party\">discussion forum</a>.",
    "Heatmap Title": "Events around the world",
    "Heatmap Desc": "Each year Maker Party grows bigger and better! Check out all the places around the world where people are teaching, learning and making together. Want to see your event on the map? Add it to the <a href='https://events.webmaker.org'>events page</a>.",
    "Help us teach the web": "Help us teach the web",
    "Help us teach the web Desc": "Mozilla needs your help to teach web literacy in communities around the world. Our wonderful Maker Party partners host events, help us spread the word and develop resources to teach the web.",
    "Here's what the \"add a mentor\" form looks like:": "Here's what the \"add a mentor\" form looks like:",
    "Here are some helpful speaker-resources:": "Here are some helpful speaker-resources:",
    "History": "History",
    "History Desc": "Since its inauguration in 2012, the annual Maker Party has become Mozilla's largest celebration of making and learning on the web. From getting the hang of HTML to building robots to learning about remix culture using paper and scissors, people of all ages and from all backgrounds have come together to joyfully explore the culture, mechanics and citizenship of the web.",
    "Home": "Home",
    "Event Partners": "Event Partners",
    "Event Partners Desc": "Host an event during Maker Party, or help us by creating remixable teaching resources for event hosts to share with their learners. We’ll support you with free training and resources.",
    "Host an Event": "Host an Event",
    "Host an Event Desc": "Anyone can host an event in their city or town. Thousands of individual events teaching the culture, mechanics and citizenship of the web make up a global, two-month party.",
    "How does Maker Party work?": "How does Maker Party work?",
    "Images from Maker Party 2014": "Images from Maker Party 2014",
    "Images from Maker Party 2014 Desc": "Curious to see what a Maker Party event looks like? Check out these photos from events around the world.",
    "Infographic 2014 Legend": "# of events per country",
    "Infographic 2014 Stats Line 1": "<span class=\"stats\">1,036</span> mentors taught <span class=\"stats\">127,200</span> learners",
    "Infographic 2014 Stats Line 2": "<span class=\"stats\">44,198</span> webmaker projects made",
    "Infographic 2014 Stats Line 3": "<span class=\"stats\">2,513</span> events<br /> in <span class=\"stats\">450</span> cities in <span class=\"stats\">86</span> countries around the world",
    "Interested? Title": "Interested?",
    "Interested? Desc": "Contact <a href=\"mailto:makerparty@mozilla.org\">makerparty@mozilla.org</a> to partner with us",
    "Interested in being a 2015 partner?": "Interested in being a 2015 partner?",
    "Invitations Title": "Invitations",
    "Invitations Desc": "A personal invitation goes a long way! Try making a unique invitation that connects potential participants to your event page where they can get the full details. Invitations can also be sent to local institutions and organizations. Check-out these invite templates:",
    "Invite Local Officials Title": "Invite Local Officials",
    "Invite Local Officials Desc": "If your event is open to the public, you may want to make local officials aware of what you're doing, and even invite them to attend. Use this <a href=\"https://docs.google.com/a/mozillafoundation.org/document/d/1wWzii_7EJ8lIl5NVqTP1lHj4QYVvMwqaCvsLGf8aBS0/edit\">template</a> to craft your own letter and send it to local officials you believe may be interested.",
    "KUMI Design Your Own T-shirt": "Design Your Own T-shirt",
    "KUMI Papertoy": "KUMI Papertoy",
    "KUMI Papertoy thumbnail": "KUMI Papertoy thumbnail",
    "KUMI Teal T-shirt": "Teal T-shirt",
    "KUMI Yellow T-shirt": "Yellow T-shirt",
    "Large Event Title": "<a href='https://michelle.makes.org/thimble/LTEzMDkyMTI2NzI=/how-to-host-a-maker-party-large'>Large Event</a>",
    "Large Event Desc": "For those ready to for the adventure of 50+ participants, <a href='https://michelle.makes.org/thimble/LTEzMDkyMTI2NzI=/how-to-host-a-maker-party-large'>hosting a large event</a> is a rewarding way to bring together local organizations in a science fair setting to demonstrate cool web ideas, provide fun hands-on activities, and introduce your community to making and hacking.",
    "Large Event Desc - Spanish": "For those ready to for the adventure of 50+ participants, <a href='https://melissa.makes.org/thimble/MTM5MjM3Nzg1Ng==/organizar-un-evento-maker-party-grande'>hosting a large event</a> is a rewarding way to bring together local organizations in a science fair setting to demonstrate cool web ideas, provide fun hands-on activities, and introduce your community to making and hacking.",
    "Learn by teaching": "Learn by teaching",
    "Learn by teaching Desc": "The best way to learn the web is to teach it. Hosting a Maker Party is not only personally rewarding, it contributes to the greater goal of increasing web literacy for everyone, everywhere in the world.",
    "Learn more about us": "Learn more about us",
    "Live Share Title": "Live Share",
    "Logo": "Logo",
    "Logos and Graphics": "Logos and Graphics",
    "Logos and Graphics Desc": "Download these graphics and add them to your posters, blogs, websites and more.",
    "Logos & Visual Assets Title": "Logos & Visual Assets",
    "Logos & Visual Assets Desc": "Feel free to use these Maker Party graphics in any of your promotional materials:",
    "MacArthur Logo": "MacArthur Logo",
    "Maker Party": "Maker Party",
    "Maker Party 2014": "Maker Party 2014",
    "Maker Party 2014 Blog Posts": "Maker Party 2014 Blog Posts",
    "Maker Party Asset Banner thumbnail": "Maker Party Asset Banner thumbnail",
    "Maker Party Asset Brand Palette thumbnail": "Maker Party Asset Brand Palette thumbnail",
    "Maker Party Asset Buttons thumbnail": "Maker Party Asset Buttons thumbnail",
    "Maker Party Asset Certificate Thimble Make thumbnail": "Maker Party Asset Certificate Thimble Make thumbnail",
    "Maker Party Asset Desktop Wallpapers #1 thumbnail": "Maker Party Asset Desktop Wallpapers #1 thumbnail",
    "Maker Party Asset Desktop Wallpapers #2 thumbnail": "Maker Party Asset Desktop Wallpapers #2 thumbnail",
    "Maker Party Asset Desktop Wallpapers #3 thumbnail": "Maker Party Asset Desktop Wallpapers #3 thumbnail",
    "Maker Party Asset Flyer Thimble Make thumbnail": "Maker Party Asset Flyer Thimble Make thumbnail",
    "Maker Party Asset Logo thumbnail": "Maker Party Asset Logo thumbnail",
    "Maker Party Asset Table Cloth Design thumbnail": "Maker Party Asset Table Cloth Design thumbnail",
    "Maker Party Asset Wordmark thumbnail": "Maker Party Asset Wordmark thumbnail",
    "Maker Party banner": "Maker Party banner",
    "Maker Party brand palette": "Maker Party brand palette",
    "Maker Party buttons": "Maker Party buttons",
    "Maker Party Collage Photo 1": "Maker Party Collage Photo 1",
    "Maker Party Collage Photo 2": "Maker Party Collage Photo 2",
    "Maker Party Collage Photo 3": "Maker Party Collage Photo 3",
    "Maker Party Collage Photo 4": "Maker Party Collage Photo 4",
    "Maker Party Collage Photo 5": "Maker Party Collage Photo 5",
    "Maker Party Collage Photo 6": "Maker Party Collage Photo 6",
    "Maker Party Collage Photo 7": "Maker Party Collage Photo 7",
    "Maker Party Collage Photo 8": "Maker Party Collage Photo 8",
    "Maker Party Collage Photo 9": "Maker Party Collage Photo 9",
    "Maker Party Collage Photo 10": "Maker Party Collage Photo 10",
    "Maker Party Collage Photo 11": "Maker Party Collage Photo 11",
    "Maker Party Collage Photo 12": "Maker Party Collage Photo 12",
    "Maker Party Collage Photo 13": "Maker Party Collage Photo 13",
    "Maker Party Collage Photo 14": "Maker Party Collage Photo 14",
    "Maker Party desktop wallpaper": "Maker Party desktop wallpaper",
    "Maker Party History": "Maker Party History",
    "Maker Party History Desc": "Check out the highlights from Maker Party and see more photos in our <a href='https://www.flickr.com/photos/mozilladrumbeat/galleries/72157643962655534/#photo_9692273255'>Flickr gallery</a>.",
    "Maker Party Attend An Event Illustration": "Maker Party Attend An Event Illustration",
    "Maker Party Get Support Illustration": "Maker Party Get Support Illustration",
    "Maker Party Host An Event Illustration": "Maker Party Host An Event Illustration",
    "Maker Party logo": "Maker Party logo",
    "Maker Party Network Illustration": "Maker Party Network Illustration",
    "Maker Party Partners Page Photo": "Maker Party Partners Page Photo",
    "Maker Party Quilt Title": "Maker Party Quilt",
    "Maker Party Quilt Desc": "Share what you've made and add yourself to this Maker Party quilt by using the #makerparty hashtag on your <a href='https://webmaker.org/tools'>Thimble</a> and <a href='https://webmaker.org/tools'>Popcorn Maker</a> projects. You'll have the chance to enter your hashtag when you click \"Save\".",
    "Maker Party table cloth design": "Maker Party table cloth design",
    "Maker Party Wordmark": "Maker Party Wordmark",
    "Maker Party wordmark": "Maker Party wordmark",
    "Maker Party World Illustration": "Maker Party World Illustration",
    "Managing your volunteers (volunteer training) Title": "Managing your volunteers (volunteer training)",
    "Managing your volunteers (volunteer training) Desc": "Make sure you equip your volunteers with information on the event, activities, social media and any other necessary information in advance. Depending on how many volunteers you have, you might consider holding a meet-up in person or online prior to the event to answer any questions. Don't forget to gather and distribute contact information so that you can  stay in touch with your volunteers in the days and weeks leading up to the event, and so they can contact you with any questions or concerns that may arise.",
    "Medium Event Title": "<a href='https://michelle.makes.org/thimble/LTE1Nzc2NDgxMjg=/how-to-host-a-maker-party-medium'>Medium Event</a>",
    "Medium Event Desc": "Great for 5-50 participants, <a href='https://michelle.makes.org/thimble/LTE1Nzc2NDgxMjg=/how-to-host-a-maker-party-medium'>hosting a medium event</a> is a fantastic way to team up people with different skill-sets to collaboratively build something new or improve something existing on the web, all while learning and teaching new hacking skills.",
    "Medium Event Desc - Spanish": "Great for 5-50 participants, <a href='https://melissa.makes.org/thimble/ODIxOTUyNTEy/organizar-un-evento-maker-party-mediano'>hosting a medium event</a> is a fantastic way to team up people with different skill-sets to collaboratively build something new or improve something existing on the web, all while learning and teaching new hacking skills.",
    "Meet Other Event Hosts Title": "Meet Other Event Hosts",
    "Meet Other Event Hosts Desc": "We have a large, global community of event hosts who love to hear about new projects. Throwing an event? These are great places to ask questions - beginners welcome. Is your event complete? Please let us know how it went and share your resources with others around the world.",
    "Mozilla": "Mozilla",
    "Mozilla's Global Campaign to Teach the Web Title": "Mozilla's Global Campaign to Teach the Web",
    "Mozilla's Global Campaign to Teach the Web Desc": "Together, we united nearly 130,000 educators, organizations and enthusiastic web users with hands-on learning and web making at community-run events around the world.",
    "Mozilla Logo": "Mozilla Logo",
    "Mozilla Webmaker Blog": "Mozilla Webmaker Blog",
    "next section": "next section",
    "NWP Logo": "NWP Logo",
    "Offline Activity Title": "Offline Activity",
    "Offline Activity Desc #1": "<a href='https://keyboardkat.makes.org/thimble/LTIxMDA3NTY0ODA=/lofi-nofi-teaching-kit'>LoFi, NoFi!</a>",
    "Offline Activity Desc #2": "<a href='https://laura.makes.org/thimble/collaborative-mindmapping'>Collaborative Mindmapping</a>",
    "Offline Activity Desc #3": "<a href='https://mozteach.makes.org/thimble/plan-the-tutorial-paper-prototyping-and-schematics'>Paper Prototyping</a>",
    "Offline Activity Desc #4": "<a href='https://mozteach.makes.org/thimble/make-it-share-it-teaching-kit'>Make It, Share It</a>",
    "Offline Activity Desc #5": "<a href='https://mozteach.makes.org/thimble/write-the-rules-procedural-storytelling'>Write the Rules: Procedural Storytelling</a>",
    "Offline activities Title": "Offline activities",
    "Offline activities Desc": "No internet? No problem! We are working hard to make it easier than ever to plan and execute your vent in offline or lo-fi environments. <a href='https://keyboardkat.makes.org/thimble/LTU0ODUzNjMy/prototyping-with-a-teaching-kit-design-canvas'>Teach the Web's digital curriculum on paper</a> and explore this <a href='https://keyboardkat.makes.org/thimble/LTIxMDA3NTY0ODA=/lofi-nofi-teaching-kit'>Lo-Fi No-Fi teaching kit</a>.",
    "Online Promotion and Press Title": "Online Promotion and Press",
    "Online Promotion and Press Desc": "Be sure to share  your event on the <a href='https://events.webmaker.org'>Maker Party event site</a> but also on other websites, in local press, event  calendars, and among  other local organizations.",
    "Open Quote Illustration": "Open Quote Illustration",
    "Our Sponsorship Partners": "Our Sponsorship Partners",
    "Partners": "Partners",
    "Partner with Mozilla to teach the web.": "Partner with Mozilla to teach the web.",
    "Photography/Video Title": "Photography/Video",
    "Photography/Video Desc": "Appoint one of your volunteers to be the photographer and make sure that the activities are well-documented with photographs and video that can be shared online. You can also ask attendees or collaborators to take pictures and videos and send them to you after the event.",
    "Planning Your Activities (Planning Your Event Page) Title": "Planning Your Activities",
    "Planning Your Activities (Planning Your Event Page) Desc": "No matter what you want to teach, creating a lesson  plan or even just a bite-sized individual activity plan will help you feel prepared. Prepare your lessons and activities here using <a href='https://webmaker.org/gallery'>these templates</a>.",
    "Planning Your Event": "Planning Your Event",
    "Please enter your e-mail address.": "Please enter your e-mail address.",
    "Please check this checkbox to proceed.": "Please check this checkbox to proceed.",
    "Popcorn Maker Desc": "<a href='https://webmaker.org/tools'>Popcorn Maker</a> helps you combine content from across the web like GIFs, music, photos and videos into cool mashups that you can annotate and share.",
    "previous section": "previous section",
    "Privacy Policy Checkbox": "I'm okay with you handling this info as you explain in your <a href='https://www.mozilla.org/privacy/policies/websites/' target='_blank'>privacy policy</a>.",
    "Preparing a Great Slideshow": "<a href='http://developer-evangelism.com/slides.php'>Preparing a Great Slideshow</a>",
    "Press Releases Title": "Press Releases",
    "Press Releases Desc": "Media  coverage is an essential part of promoting an event and showing off what you did afterward. Use the <a href='https://wiki.mozilla.org/Maker_Party/Communications/Press_Kit'>Maker Party Press Kit</a> for guidelines for how to reach out to the media.",
    "Print your own Maker Party t-shirts & lanyards Title": "Print your own Maker Party t-shirts & lanyards",
    "Print your own Maker Party t-shirts & lanyards Desc": "Use this <a href=\"/party-resources/MakerPartyLogo.eps\">logo</a> to create Maker Party t-shirts and lanyards at your local print shop. Each shop will have its own specifications, but here's what your <a href=\"/img/makerparty_tshirtpreview.jpg\">shirts</a> and <a href=\"/img/makerparty_lanyardpreview.jpg\">lanyards</a> should look like.",
    "Printable Certificate": "Printable Certificate",
    "Printable Flyer": "Printable Flyer",
    "Promotion Title": "Promotion",
    "Promotion Desc": "There are many ways to promote your event that will create attention and draw more attendees.",
    "Promotions Checklist": "<a href='/party-resources/pdf/Promotions_Checklist.pdf'>Promotions Checklist</a>",
    "Promotional Partners": "Promotional Partners",
    "Promotional Partners Desc": "Support the effort to increase global web literacy by writing, taking photos, creating videos and helping us promote Maker Party on the web. We'll provide you with great content to share with your audience.",
    "Quick Links": "Quick Links",
    "Read more": "Read more",
    "Read the full blog post": "Read the full blog post",
    "Reflection Title": "Reflection",
    "Reflection Desc #1": "Reflect on your event by <a href=\"https://keyboardkat.makes.org/thimble/LTc4ODY2MDIyNA==/maker-party-event-reporter\">remixing this Maker Party Event Report Out</a>. Sharing your photos, videos, agenda and the projects you created will help others plan their events. Remember to add a #makerparty tag to your Event Report Out.",
    "Reflection Desc #2": "In addition to talking to participants at your event, you can gather feedback by emailing attendees asking them to share webpages for the things they made and for more formal feedback.",
    "Register Your Event": "Register Your Event",
    "Remix": "Remix",
    "Repeatable Patterns": "Repeatable Patterns",
    "Request Maker Party gear Title": "Request Maker Party gear",
    "Request Maker Party gear Desc": "There are limited stickers and lanyards available for event hosts. Be sure to <a href=\"https://events.webmaker.org/#!/add\"> add your event</a> before <a href=\"https://docs.google.com/forms/d/1pdiccRQ372uPaeG_I1Guhue8IYLZ7ft9LAkPBCen5lg/viewform\">requesting these goodies.</a> Please allow for 2-4 weeks for delivery.",
    "Requesting Support Title": "Requesting Support",
    "Requesting Support Desc": "If, during the course of preparing for your event you find yourself  stuck  or overwhelmed, don't be afraid to ask for help. The community resources above are all full of friendly supportive people chalk-full of information. Still can't find an answer to your question? Our team is here to help you with all things Maker Party. Contact us at <a href='mailto:makerparty@mozillafoundation.org'>makerparty@mozillafoundation.org</a>",
    "Resources": "Resources",
    "Resources Banner Desc": "Thank you for helping us celebrate webmaking around the world! These resources will help you plan a unique event tailored especially for your audience.",
    "Running Your Event": "Running Your Event",
    "Sample Blog Post Guidelines": "<a href='/party-resources/pdf/Sample_Blog_Post_Guidelines.pdf'>Sample Blog Post Guidelines</a>",
    "Sample Email to Facilitators": "<a href='/party-resources/pdf/Sample_Email_to_Facilitators.pdf'>Sample Email to Facilitators</a>",
    "Sample Feedback Forms to Event Attendees": "<a href='/party-resources/pdf/Sample_Feedback_Form.pdf'>Sample Feedback Forms to Event Attendees</a>",
    "Sample Invitation": "<a href='/party-resources/pdf/Sample_Invitation.pdf'>Sample Invitation</a>",
    "Sample Invitation Make": "<a href='https://mozteach.makes.org/thimble/maker-party-invitation'>Sample Invitation Make</a>",
    "Sample Popcorn Maker Event Recap": "<a href='https://juliahivenyc.makes.org/popcorn/1oy8'>Sample Popcorn Maker Event Recap</a>",
    "Sample Thank You Letters": "<a href='/party-resources/pdf/Sample_Thank_You_Letters.pdf'>Sample Thank You Letters</a>",
    "Sample Volunteer Package": "<a href='/party-resources/pdf/Sample_Volunteer_Package.pdf'>Sample Volunteer Package</a>",
    "Schedule Title": "Schedule",
    "Schedule Desc": "Plan your schedule ahead of time but be flexible; your participants might surprise you with interesting questions or challenges to explore. Identify early on what materials are needed for your scheduled activities to run smoothly. A checklist of things you will need for set-up/during/after is very useful.  Don't forget to leave yourself adequate prep time.",
    "See what people are saying about Maker Party": "See what people are saying about Maker Party",
    "Set-up Title": "Set-up",
    "Set-up Desc": "When preparing for event, be sure to arrive early to set-up the space as needed. This will allow you plenty of time in case unexpected issues arise. Use posters or other signage to indicate the different stations if there are multiple stations. Make sure washrooms are clearly marked. Remind facilitators to welcome newcomers, and make sure the volunteers know what their jobs are and what stations they're at.",
    "Setting Up Stations Title": "Setting Up Stations",
    "Setting Up Stations Desc": "If you have multiple organizations at your event, work with them to plan engaging stations. Stations should include fun, short games or activities that teach something about technology. Activities should be simple enough to explore in 5 minutes but have potential for expansion if participants show a particular interest. Participants should be able  to easily float between stations, and they should be able to share what they create.",
    "Share Title": "Share",
    "Share Desc": "Set aside time for organizations to see each others' activities and exchange ideas. At the end of the event, bring everyone back together in a circle. Celebrate what participants made. Invite a few people to share their work. Encourage the group to post their work online with the hashtag #makerparty.",
    "Share on Social Media Title": "Share on Social Media",
    "Share on Social Media Desc": "Post pictures of your event on Twitter and Flickr using the hashtag #makerparty or create a video recap of your event using <a href=\"https://webmaker.org/tools\">Popcorn Maker</a>",
    "Share Your Curriculum Title": "Share Your Curriculum",
    "Share Your Curriculum Desc": "Did you develop innovative ways to teach the web at your Maker Party event? If so, please <a href=\"https://webmaker.org/make-your-own\">create a teaching kit</a> to help others spread web literacy. Be sure to add this to our collection of <a href=\"https://webmaker.org/resources\">community-generated web literacy resources</a>",
    "Sign-in Title": "Sign-in",
    "Sign-in Desc": "Once   your event gets going it may be very difficult to  keep track of who is there. Setting up a sign-in table gives you the  opportunity to catch people when they first arrive so you can get the  names of  attendees and  contact details (from parents) so that you can  send out  thank yous, links, updates, and invites to future events. You may also want to give out name tags so it's easier for people to meet and start talking. You can play the name tag game and ask people to list their favorite technology, video game, tv show etc. under their name to help get conversations started. Don't be afraid to get creative and help people break the ice!",
    "Signage Title": "Signage",
    "Signage Desc": "You may also want to prepare signage for your event. Banners, table clothes and even just printing out standard-sized paper will help people find their way to your event. <a href=\"/resources/#downloadable-graphics\"> Remix these assets for your event!</a>",
    "Small Event Title": "<a href='https://michelle.makes.org/thimble/LTE2NjE1MzQyMDg=/how-to-host-a-maker-party-small'>Small Event</a>",
    "Small Event Desc": "Perfect for 2-5 participants, <a href='https://michelle.makes.org/thimble/LTE2NjE1MzQyMDg=/how-to-host-a-maker-party-small'>hosting a small event</a> is a fun way to spend an hour on a rainy day, hang out as a family, learn to hack with a friend, and make cool things on the web.",
    "Small Event Desc - Spanish": "Perfect for 2-5 participants, <a href='https://melissa.makes.org/thimble/LTUwMzUxMzA4OA==/organizar-un-evento-maker-party-peque%C3%B1o'>hosting a small event</a> is a fun way to spend an hour on a rainy day, hang out as a family, learn to hack with a friend, and make cool things on the web.",
    "Snapshot of Maker Party 2014": "Snapshot of Maker Party 2014",
    "Snapshot of Maker Party 2014 Paragraph 1": "This week we celebrate the record-breaking 2,513 events in 86 countries that made up Maker Party 2014.",
    "Snapshot of Maker Party 2014 Paragraph 2": "All told, our more than 300 organizational partners and hundreds of individual event hosts shared valuable digital literacy skills with nearly 130,000 adults and children during the two-month campaign.",
    "Snapshot of Maker Party 2014 Paragraph 3": "Whether hacking on mobile apps with <a href=\"https://apps.webmaker.org/designer\">Appmaker</a>, discussing the nuances of net neutrality during our <a href=\"https://blog.mozilla.org/netpolicy/2014/07/28/join-mozilla-for-global-teach-ins-on-net-neutrality/\">global teach-in</a>, or turning libraries into full-fledged maker spaces, this year’s crop of Maker Parties unleashed the creativity of our incredible community of web makers.",
    "Snapshot of Maker Party 2014 Paragraph 4": "Maker Party 2014 was truly a global celebration, with events in Argentina, Canada, Jordan, Uganda, Spain, and Japan, among dozens of other countries. We celebrated places like India that blew us away with more than 250 events, and were thrilled to see countries such as New Zealand, Iran, and Sweden hold their first ever Maker Party events.",
    "Social Media best practices": "<a href='https://wiki.mozilla.org/Maker_Party/Communications/Social_Media_Guide'>Social Media best practices</a>",
    "Social Media Title": "Social Media",
    "Social Media Desc": "Your network is a powerful thing! Create a Facebook event and invite all of your friends to attend and share. You can also post photos on Instagram or enlist your Twitter followers to help promote your event. Here is a <a href=\"https://wiki.mozilla.org/Maker_Party/Communications/Social_Media_Guide#Advanced_Promotion_of_Your_Maker_Party\">social media toolkit</a> to help you get more out of your posts. Be sure to use the hashtag #makerparty.",
    "Social Media best practices Title": "Social Media best practices",
    "Social Media best practices Desc": "Social Media best practices Here are some of our <a href='https://wiki.mozilla.org/Maker_Party/Communications/Social_Media_Guide'>best practices</a>, including how to tweet and what to share.",
    "Speakers Title": "Speakers",
    "Speakers Desc": "Bringing in a speaker or teacher can be a great way to divide the  work while providing value to your participants. If you do decide to bring in a speaker it is important to contact them early to design an itinerary that everyone is comfortable with. If you will be taking on the role of speaker/teacher yourself, it is important to get your presentation together early and feel confident in your ability to speak about or teach the topic at hand.",
    "Speakers Details Opening Paragraph": "The <a href=\"https://events.webmaker.org/#!/add\">Webmaker events page</a> allows you to add speakers (which we also call mentors) to your event. This will help event attendees know who will be there and what they'll learn.",
    "Sponsorship Partners": "Sponsorship Partners",
    "Sponsorship Partners Desc": "Help us build the programing, train the mentors, and support our partners so people everywhere can gain the skills they need to read, write and participate effectively on the web. Be a hero for the open web by investing in the next generation of makers.",
    "Sponsorship Title": "Sponsorship",
    "Sponsorship Desc": "Sponsorship  can come in the form of money, gear, or  equipment that an  organization provides to you prior to your event. Sponsorship can increase your press coverage and can provide add value for attendees. Try reaching out to local establishments you have worked with in the past or who would value in being in front of your participants.",
    "Stencil a t-shirt guide": "<a href='https://tbx.makes.org/thimble/stencil-a-tshirt'>Stencil a t-shirt guide</a>",
    "Table Cloth Design": "Table Cloth Design",
    "Teal Pattern": "Teal Pattern",
    "Teal Pattern with Wordmark": "Teal Pattern with Wordmark",
    "Tech Title": "Tech",
    "Tech Desc": "When you're teaching the web, having the right tech set-up and a good plan B is vital to the success of your event.",
    "Testimonials Quote #1": "Technology can be an extraordinary tool for empowerment. That’s why the YWCA Toronto Girls’ Council leadership program hosted “Maker Parties” run by Mozilla’s Hive Toronto network. As makers-in-training, they learned how to use Mozilla’s free suite of webmaking tools to create their own websites and videos. They also learned the freedom and confidence that comes from knowing how to not only enjoy content on the internet, but create it themselves.",
    "Testimonials Quote #1 Name": "Steph Guthrie",
    "Testimonials Quote #1 Title": "Senior Communications Officer | Advocacy & Communications",
    "Testimonials Quote #1 Org": "YWCA Toronto",
    "Testimonials Quote #2": "Pockets of youth are springing up across Africa and engaging in empowering hands on activities and innovative practices, but when we can bring them together for an event like Maker Party, it has the power to cultivate a community of global youth that can drive development forward.",
    "Testimonials Quote #2 Name": "Ariam Mogos",
    "Testimonials Quote #2 Title": "Director of New Initiatives and Research",
    "Testimonials Quote #2 Org": "GMin",
    "Testimonials Quote #3": "It's an awesome feeling knowing that Maker Parties are happening on a global scale because the atmosphere of these events are so inspiring for everyone, and teens are really responsive to this type of format. I think the Maker Party campaign really sets the foundation and groundwork for launching maker-related programming, especially to give teens the opportunity to be exposed to so many exciting activities and opportunities to develop their interests.",
    "Testimonials Quote #3 Name": "Anthony Negron",
    "Testimonials Quote #3 Title": "Manager of Digital Programming",
    "Testimonials Quote #3 Org": "New York Hall of Science",
    "Thank You Title": "Thank You",
    "Thank You Desc": "Send a heartfelt \"Thank you!\" to participating organizations, volunteers, facilitators, participants, partners, the venue and anyone else who helped you with your event and be sure to include photos, videos and links to the work that was created. Ask for feedback on the event and discuss next steps to getting involved, learning more or hosting a future event.",
    "Thank You Note Title": "We couldn't have done it without you",
    "Thank You Note Desc": "Maker Party 2014 was a success thanks to people like you who shared a web literacy skill with someone else. Claim your Web Literacy Skill Sharer badge now to earn recognition for your effort!",
    "Thimble Desc": "<a href='https://webmaker.org/tools'>Thimble</a>, an easy-to-use code editor, lets you write HTML and CSS directly in your browser to create your own webpage.",
    "Tools to Teach the Web Title": "Tools to Teach the Web",
    "Tools to Teach the Web Desc": "Here are some <a href='https://webmaker.org/tools'>tools</a> to get you started; they're free and suitable for beginners and experts alike. You can use them at your  event, or to polish up your own skills. Remember: all Webmaker projects are remixable so <a href='https://webmaker.org/explore'>browse the gallery</a> and see what inspires you!",
    "Twitter": "Twitter",
    "Tweet at @Webmaker": "Tweet at <a href='https://twitter.com/webmaker'>@Webmaker</a> to say hi to the team",
    "Uh oh... that page couldn't be found.": "Uh oh... that page couldn't be found.",
    "Use Lists Title": "Use Lists",
    "Use Lists Desc": "Send event details to  local  forums or listserves that have an  audience who would be interested  in  attending. You can start by using the <a href='https://lists.mozilla.org/listinfo/webmaker'>Webmaker list</a>",
    "Use the hashtag #makerparty everywhere!": "Use the hashtag #makerparty everywhere!",
    "Using Webmaker Tools Title": "Using the Teach the Web Tools",
    "Using Webmaker Tools Desc": "Whether you're interested in teaching HTML or how to remix a video, <a href='https://webmaker.org/tools'>Mozilla's Webmaker tools</a> offer a fun, easy-to-use way to teach the web.",
    "Volunteers & Collaborators Title": "Volunteers & Collaborators",
    "Volunteers & Collaborators Desc": "Volunteers are a big part of any event with more than 5 participants. We recommend having close to a 3:1 or 4:1 ratio of learners to volunteers when teaching new digital skills. It also helps to have some extra people to help with registration, set up and take down.",
    "Web Literacy Teaching Resources Title": "Web Literacy Teaching Resources",
    "Web Literacy Teaching Resources Desc": "Webmaker has a <a href=\"https://webmaker.org/resources\">full curriculum</a> for learning and teaching web literacy. From coding and scripting to privacy, our global community is continually adding new activities, lesson plans and tutorials from across the web that make it  easy to learn by doing. Anyone can use these educational resources—they’re free and backed by Mozilla’s non-profit mission. <a href=\"https://webmaker.org/resources\">Discover Webmaker Resources</a>.",
    "Webmaker Wordmark": "Webmaker Wordmark",
    "Webmaker Training Title": "Webmaker Training",
    "Webmaker Training Desc": "Mozilla offers <a href='http://training.webmakerprototypes.org/'>free, specialized training</a> to help you teach the web in your community. Learn creative ways to teach web literacy, digital skills and open practices with fellow educators, technologists and mentors from around the world.",
    "Welcome Title": "Welcome",
    "Welcome Desc": "Thank everyone for coming. Welcome the group and invite each station to introduce their organization and what they'll be making. Encourage people to follow their interests by staying at  stations as long as they like. Have every station provide a brief introduction on what they are offering.",
    "Welcome & Registration Title": "Welcome & Registration",
    "Welcome & Registration Desc": "A good first impression goes a long way towards helping someone feel comfortable and happy at your event.",
    "Share what you made": "<a href='https://mozteach.makes.org/thimble/what-i-made-maker-party'>Share what you made</a>",
    "Share what you made button text": "Share what you made",
    "What is a Maker Party Partner?": "What is a Maker Party Partner?",
    "What is a Maker Party Partner? Desc": "Partners are groups and organizations that support our global movement to teach web literacy and digital skills. Here is how you can partner with Maker Party:",
    "Who can be a partner?": "Who can be a partner?",
    "Who can be a partner? Desc": "Anyone! Whether you're running events for a few individuals in your community, or you’re involved with an established organization hosting events for many people, we welcome your participation.",
    "Why Mozilla throws an annual Maker Party": "Why Mozilla throws an annual Maker Party",
    "Why Mozilla throws an annual Maker Party Desc #1": "<a href='http://mozilla.org/'>Mozilla</a> believes the web is a global public resource that’s integral to modern life: it shapes how we learn, how we connect and how we communicate. But many of us don't understand its basic mechanics or what it means to be a citizen of the web. That’s why we’re so passionate about teaching web literacy through hands-on learning and making. Our goal is to help people move beyond simply consuming the web to understanding and creating it, so it remains open, accessible and ours.",
    "Why Mozilla throws an annual Maker Party Desc #2": "Maker Party is also part of the the <a href=\"http://www.makesummer.org/?ref=maker1\">Summer to Make, Play and Connect</a>, a celebration of a learning approach designed for our times called <a href=\"http://www.makesummer.org/why-connected-learning/\">Connected Learning</a>.",
    "Why partner?": "Why partner?",
    "Why partner? Desc": "Becoming a Maker Party partner is an opportunity to join a global movement to teach the mechanics, culture and citizenship of the web. Mozilla will support your participation every step of the way by assisting you with training, event guides, media resources, free gear for your events, promotion across Mozilla channels and more.",
    "Wordmark": "Wordmark",
    "Working with Collaborators Title": "Working with Collaborators",
    "Working with Collaborators Desc": "Having other organizations join your event and help run or facilitate their own workshop is a great way to run a collaborative event. Decide early on whether you are looking for organizations to help host, bring additional participants or run workshops. Research organizations in your area that are interested in technology and learning. Ideally, participating organizations will believe in learning by making and will support out-of-school educational initiatives. Talk to staff about their interests, goals and the people they serve. Ask organizations to host a learning station – a simple activity based on the work they do in the community.",
    "Wrap-up Title": "Wrap-Up",
    "Wrap-up Desc": "When it's time to wrap-up, your attendees will be feeling inspired, energized and ready to share what they’ve learned. You’ll want to take advantage of this moment.",
    "X-Ray Goggles Desc": "<a href='https://goggles.webmaker.org'>X-Ray Goggles</a> allow you to see the code behind any webpage and remix elements with a single click, swapping in your own text and images.",
    "Yellow Pattern": "Yellow Pattern",
    "Yellow Pattern with Wordmark": "Yellow Pattern with Wordmark",
    "Your Maker Party event page Title": "<a href=\"https://events.webmaker.org/#!/add\">Your Maker Party event page</a>",
    "Your Maker Party event page Desc": "After you add your event to the site, you can log in anytime to add photos, makes, and updates about the event. Be sure to add fellow organizers and mentors to the event page as well!"
}
