{
    "2013 Maker Party heatmap image": "2013 Maker Party heatmap image",
    "2014 Partners": "2014 Partners",
    "About Webmaker": "About Webmaker",
    "Attend an Event": "Attend an Event",
    "Attend an Event Desc": "Join Maker Party by attending an event. Visit our <a href='https://events.webmaker.org'>events page</a> and see what's happening in your neighbourhood.",
    "Banner": "Banner",
    "Blog 1": "Glowing reports from Maker Party 2013",
    "Blog 1 Date": "September 18, 2013",
    "Blog 1 Desc": "As Maker Party (Mozilla’s 3-month extravaganza of global webmaking) comes to an end, reports are flooding in from event hosts around the world. Hundreds of teachers...",
    "Blog 1 thumbnail image": "Blog 1 thumbnail image",
    "Blog 2": "Maker Parties are a hit in Asia",
    "Blog 2 Date": "September 13, 2013",
    "Blog 2 Desc": "More than 1,000 Maker Parties have taken place around the world over the last three months, illustrating a widespread interest in creating on the web...",
    "Blog 2 thumbnail image": "Blog 2 thumbnail image",
    "Blog 3": "Kent Scouts International Jamboree Maker Party in London",
    "Blog 3 Date": "August 29, 2013",
    "Blog 3 Desc": "Mozillian FuzzyFox attended the Kent International Jamboree Maker Party earlier this month and filed this report from...",
    "Blog 3 thumbnail image": "Blog 3 thumbnail image",
    "Blog 4": "Babymaker party in Toronto",
    "Blog 4 Date": "September 4, 2013",
    "Blog 4 Desc": "Throwing a Maker Party can be a little intimidating. Some people wonder if their coding skills are strong enough, while others worry about managing the details that...",
    "Blog 4 thumbnail image": "Blog 4 thumbnail image",
    "Blog 5": "Q&A with the NYC Makery",
    "Blog 5 Date": "August 14, 2013",
    "Blog 5 Desc": "We love discovering Maker Party events that focus on innovative learning in the community and the NYC Makery pop-up makerspace really caught our eye...",
    "Blog 5 thumbnail image": "Blog 5 thumbnail image",
    "Blog 6": "Hack n Chat Maker Party in Dundee, Scotland",
    "Blog 6 Date": "August 3, 2013",
    "Blog 6 Desc": "Dundee Contemporary Arts (DCA) sounds like an amazing place. It’s a world-class center in Scotland dedicated to the development and exhibition of contemporary art and culture...",
    "Blog 6 thumbnail image": "Blog 6 thumbnail image",
    "Brand Palette": "Brand Palette",
    "Bullhorn Illustration": "Bullhorn Illustration",
    "Callout": "July 15 - September 15, 2014",
    "Callout Desc": "Join Maker Party and help teach the web with online and offline play, exploration and learning through making.",
    "Check out 2014 Partners": "Check out 2014 Partners",
    "Close Quote Illustration": "Close Quote Illustration",
    "Contact": "Contact",
    "Donate": "Donate",
    "Email Graphic": "Email Graphic",
    "English": "English",
    "Events": "Events",
    "Event Guide": "Event Guide",
    "Event Partner Agreement": "Event Partner Agreement",
    "Flickr": "Flickr",
    "Get Maker Party Updates": "Get Maker Party Updates",
    "Getting Started":"Getting Started",
    "Getting Started Resources": "Getting Started Resources",
    "Get Support": "Get Support",
    "Get Support Desc": "Throwing an event? We’ll support you the entire way with free training and planning resources, ideas for activities, great Mozilla gear like t-shirts and stickers, plus access to a wonderful community and one-on-one support.",
    "Get Updates": "Get Updates",
    "Google+": "Google+",
    "Have fun with our tools": "Have fun with our tools",
    "Have fun with our tools Desc": "You can use anything you like to teach the web at your Maker Party event, from the wonderful array of tools available online to good old pencils and paper. Mozilla Webmaker is proud to offer fun, easy-to-use, free <a href='https://webmaker.org/tools'>tools</a>: see the inner working of a webpage with <b>X-Ray Goggles</b>; learn HTML and CSS using <b>Thimble</b> and remix video, audio and images from the web with <b>Popcorn Maker.</b>",
    "Heatmap Title": "Events around the world",
    "Heatmap Desc": "Each year Maker Party grows bigger and better! Check out all the places around the world where people are teaching, learning and making together. Want to see your event on the map? Add it to the <a href='https://events.webmaker.org'>events page</a>.",
    "Help us teach the web": "Help us teach the web",
    "Help us teach the web Desc": "Mozilla needs your help to teach web literacy in communities around the world. Our wonderful Maker Party partners host events, help us spread the word and develop resources to teach the web.",
    "History": "History",
    "History Desc": "Since its inauguration in 2012, the annual Maker Party has become Mozilla's largest celebration of making and learning on the web. From getting the hang of HTML to building robots to learning about remix culture using paper and scissors, people of all ages and from all backgrounds have come together to joyfully explore the culture, mechanics and citizenship of the web.",
    "Home": "Home",
    "Event Partners": "Event Partners",
    "Event Partners Desc": "Host an event during Maker Party, or help us by creating remixable teaching resources for event hosts to share with their learners. We’ll support you with free training and resources.",
    "Home Banner Desc": "Maker Party is Mozilla's global campaign to teach the web. Through thousands of community-run events around the world,  Maker Party unites educators, organizations and enthusiastic web users with hands-on learning and making.",
    "Host an Event": "Host an Event",
    "Host an Event Desc": "Anyone can host an event in their city or town. Thousands of individual events teaching the culture, mechanics and citizenship of the web make up a global, two-month party.",
    "How does Maker Party work?": "How does Maker Party work?",
    "Images from Maker Party 2014": "Images from Maker Party 2014",
    "Images from Maker Party 2014 Desc": "Curious to see what a Maker Party event looks like? Check out these photos from events around the world.",
    "Interested in becoming a Maker Party partner?": "Interested in becoming a Maker Party partner?",
    "Interested in becoming a Maker Party partner? Desc": "Registration for 2014 Maker Party partners is now open! If you have questions, please contact <a href='mailto:makerparty@mozilla.org'>makerparty@mozilla.org</a>",
    "Learn by teaching": "Learn by teaching",
    "Learn by teaching Desc": "The best way to learn the web is to teach it. Hosting a Maker Party is not only personally rewarding, it contributes to the greater goal of increasing web literacy for everyone, everywhere in the world.",
    "Learn more about us": "Learn more about us",
    "Logo": "Logo",
    "Logos and Graphics": "Logos and Graphics",
    "Logos and Graphics Desc": "Download these graphics and add them to your posters, blogs, websites and more.",
    "MacArthur Logo": "MacArthur Logo",
    "Maker Party": "Maker Party",
    "Maker Party 2013 Blog Posts": "Maker Party 2013 Blog Posts",
    "Maker Party Asset Brand Palette thumbnail": "Maker Party Asset Brand Palette thumbnail",
    "Maker Party Asset Logo thumbnail": "Maker Party Asset Logo thumbnail",
    "Maker Party Asset Wordmark thumbnail": "Maker Party Asset Wordmark thumbnail",
    "Maker Party Collage Photo 1": "Maker Party Collage Photo 1",
    "Maker Party Collage Photo 2": "Maker Party Collage Photo 2",
    "Maker Party Collage Photo 3": "Maker Party Collage Photo 3",
    "Maker Party Collage Photo 4": "Maker Party Collage Photo 4",
    "Maker Party Collage Photo 5": "Maker Party Collage Photo 5",
    "Maker Party Collage Photo 6": "Maker Party Collage Photo 6",
    "Maker Party Collage Photo 7": "Maker Party Collage Photo 7",
    "Maker Party Collage Photo 8": "Maker Party Collage Photo 8",
    "Maker Party Collage Photo 9": "Maker Party Collage Photo 9",
    "Maker Party Collage Photo 10": "Maker Party Collage Photo 10",
    "Maker Party Collage Photo 11": "Maker Party Collage Photo 11",
    "Maker Party Collage Photo 12": "Maker Party Collage Photo 12",
    "Maker Party Collage Photo 13": "Maker Party Collage Photo 13",
    "Maker Party Collage Photo 14": "Maker Party Collage Photo 14",
    "Maker Party History": "Maker Party History",
    "Maker Party History Desc": "Check out the highlights from Maker Party 2013 and see more photos in our <a href='https://www.flickr.com/photos/mozilladrumbeat/galleries/72157643962655534/#photo_9692273255'>Flickr gallery</a>.",
    "Maker Party Attend An Event Illustration": "Maker Party Attend An Event Illustration",
    "Maker Party Get Support Illustration": "Maker Party Get Support Illustration",
    "Maker Party Host An Event Illustration": "Maker Party Host An Event Illustration",
    "Maker Party Network Illustration": "Maker Party Network Illustration",
    "Maker Party Partners Page Photo": "Maker Party Partners Page Photo",
    "Maker Party Wordmark": "Maker Party Wordmark",
    "Maker Party World Illustration": "Maker Party World Illustration",
    "Mozilla": "Mozilla",
    "Mozilla Logo": "Mozilla Logo",
    "Mozilla Webmaker Blog": "Mozilla Webmaker Blog",
    "NWP Logo": "NWP Logo",
    "Open Quote Illustration": "Open Quote Illustration",
    "Our Sponsorship Partners": "Our Sponsorship Partners",
    "Past Partners": "Past Partners",
    "Past Partners Desc": "We want to thank all our past partners for contributing to the success of Maker Party!",
    "Partners": "Partners",
    "Partner Agreements": "Partner Agreements",
    "Partner Agreements Desc": "These partner agreements explain what it means to become a Maker Party partner. The partner agreements outline our expectations for the different kinds of partners.",
    "Partner with Mozilla to teach the web.": "Partner with Mozilla to teach the web.",
    "Planning Your Event": "Planning Your Event",
    "Please enter your e-mail address.": "Please enter your e-mail address.",
    "Please check this checkbox to proceed.": "Please check this checkbox to proceed.",
    "Post-Event": "Post-Event",
    "Privacy Policy Checkbox": "I'm okay with you handling this info as you explain in your <a href='https://www.mozilla.org/privacy/policies/websites/' target='_blank'>privacy policy</a>.",
    "Promotional Partners": "Promotional Partners",
    "Promotional Partners Desc": "Support the effort to increase global web literacy by writing, taking photos, creating videos and helping us promote Maker Party on the web. We'll provide you with great content to share with your audience.",
    "Promotional Partner Agreement": "Promotional Partner Agreement",
    "Maker Party Quilt Title": "Maker Party Quilt",
    "Maker Party Quilt Desc": "Share what you've made and add yourself to this Maker Party quilt by using the #makerparty hashtag on your <a href='https://webmaker.org/tools'>Thimble</a> and <a href='https://webmaker.org/tools'>Popcorn Maker</a> projects. You'll have the chance to enter your hashtag when you click \"Save\".",
    "Read more": "Read more",
    "Read the full blog post": "Read the full blog post",
    "Register Now!": "Register Now!",
    "Resources": "Resources",
    "Resources Banner Desc": "Thank you for helping us celebrate webmaking around the world! These resources will help you plan a unique event tailored especially for your audience.",
    "Running Your Event": "Running Your Event",
    "See what people are saying about Maker Party": "See what people are saying about Maker Party",
    "Snapshot of Maker Party 2013": "Snapshot of Maker Party 2013",
    "Snapshot of Maker Party 2013 Paragraph 1": "Maker Parties were held in 330 cities across the globe. Some places, like Abidjan, Cote D’Ivoire, held their first ever party, while others like New York City threw more than 400 separate events!",
    "Snapshot of Maker Party 2013 Paragraph 2": "<a href='https://popcorn.webmaker.org/'>Popcorn Maker</a> projects proved to be the most popular tool, and more than 35,000 Popcorn videos were created. <a href='https://thimble.webmaker.org/'>Thimble</a> was a hit as well, and more than 15,000 webpages were created or remixed with the easy-to-use tool.",
    "Snapshot of Maker Party 2013 Paragraph 3": "Maker Party received a lot of love from the media including a great video about Makers by <a href='http://about.tvo.org/blog/innovation-tvo/maker-movement-technology-based-cultural-phenomenon'>TVO</a> and a write-up in <a href='http://www.dazeddigital.com/artsandculture/article/17156/1/break-the-internet'>Dazed</a>.",
    "Snapshot of Maker Party 2013 Paragraph 4": "While we’re certainly excited by these facts and figures, we’re most proud to have been a part of an event that resulted in reactions like these:",
    "Snapshot of Maker Party 2013 Paragraph 5": "<i>\"The fact that I could deconstruct [a video] meant that I could take it apart and see it in the parts that it is. It makes me think about it and understand what it is, and understand what the person who made it is trying to tell me, and I can play with it and change the message even more…which really empowers me.\"</i> – Diego Share-Vargas, Maker Party participant, age 13",
    "Sponsorship Partners": "Sponsorship Partners",
    "Sponsorship Partners Desc": "Help us build the programing, train the mentors, and support our partners so people everywhere can gain the skills they need to read, write and participate effectively on the web. Be a hero for the open web by investing in the next generation of makers.",
    "Testimonials Quote #1": "Technology can be an extraordinary tool for empowerment. That’s why the YWCA Toronto Girls’ Council leadership program hosted “Maker Parties” run by Mozilla’s Hive Toronto network. As makers-in-training, they learned how to use Mozilla’s free suite of webmaking tools to create their own websites and videos. They also learned the freedom and confidence that comes from knowing how to not only enjoy content on the internet, but create it themselves.",
    "Testimonials Quote #1 Name": "Steph Guthrie",
    "Testimonials Quote #1 Title": "Senior Communications Officer | Advocacy & Communications",
    "Testimonials Quote #1 Org": "YWCA Toronto",
    "Testimonials Quote #2": "Pockets of youth are springing up across Africa and engaging in empowering hands on activities and innovative practices, but when we can bring them together for an event like Maker Party, it has the power to cultivate a community of global youth that can drive development forward.",
    "Testimonials Quote #2 Name": "Ariam Mogos",
    "Testimonials Quote #2 Title": "Director of New Initiatives and Research",
    "Testimonials Quote #2 Org": "GMin",
    "Testimonials Quote #3": "It's an awesome feeling knowing that Maker Parties are happening on a global scale because the atmosphere of these events are so inspiring for everyone, and teens are really responsive to this type of format. I think the Maker Party campaign really sets the foundation and groundwork for launching maker-related programming, especially to give teens the opportunity to be exposed to so many exciting activities and opportunities to develop their interests.",
    "Testimonials Quote #3 Name": "Anthony Negron",
    "Testimonials Quote #3 Title": "Manager of Digital Programming",
    "Testimonials Quote #3 Org": "New York Hall of Science",
    "Teach, Learn & Make": "Teach, Learn & Make",
    "Twitter": "Twitter",
    "Webmaker Wordmark": "Webmaker Wordmark",
    "What is a Maker Party Partner?": "What is a Maker Party Partner?",
    "What is a Maker Party Partner? Desc": "Partners are groups and organizations that support our global movement to teach web literacy and digital skills. Here is how you can partner with Maker Party:",
    "Who can be a partner?": "Who can be a partner?",
    "Who can be a partner? Desc": "Anyone! Whether you're running events for a few individuals in your community, or you’re involved with an established organization hosting events for many people, we welcome your participation.",
    "Why Be a Partner": "Why Be a Partner",
    "Why Mozilla throws an annual Maker Party": "Why Mozilla throws an annual Maker Party",
    "Why Mozilla throws an annual Maker Party Desc": "<a href='http://mozilla.org/'>Mozilla</a> believes the web is a global public resource that’s integral to modern life: it shapes how we learn, how we connect and how we communicate. But many of us don't understand its basic mechanics or what it means to be a citizen of the web. That’s why we’re so passionate about teaching web literacy through hands-on learning and making. Our goal is to help people move beyond simply consuming the web to understanding and creating it, so it remains open, accessible and ours.",
    "Why partner?": "Why partner?",
    "Why partner? Desc": "Becoming a Maker Party partner is an opportunity to join a global movement to teach the mechanics, culture and citizenship of the web. Mozilla will support your participation every step of the way by assisting you with training, event guides, media resources, free gear for your events, promotion across Mozilla channels and more.",
    "Wordmark": "Wordmark"
}
