{
    "2013 Maker Party heatmap image": "2013 Maker Party heatmap image",
    "2014 Partners": "2014 Partners",
    "About Webmaker": "About Webmaker",
    "Activities Title": "Activities",
    "Activities Desc": "When it comes to choosing your activity, having a small group leaves the door wide open. Explore Webmaker's free, easy-to-use tools together and then spend some time remixing a make alone or together and sharing your creations. <a href='https://webmaker.org/tools'>https://webmaker.org/tools</a>",
    "Activities (Planning Your Event Page) Title": "Activities",
    "Activities (Planning Your Event Page) Desc": "When planning the activities will you feature at your event, remember to consider the number of participants, their age group and their skill set.",
    "Appmaker Title": "Appmaker",
    "Appmaker Desc": "Appmaker is a simple way to create and share mobile apps even if you don't know code. Drag and drop components to build apps  for your friends, classroom or community. <a href='https://apps.webmaker.org/'>https://apps.webmaker.org/</a>",
    "Attend an Event": "Attend an Event",
    "Attend an Event Desc": "Join Maker Party by attending an event. Visit our <a href='https://events.webmaker.org'>events page</a> and see what's happening in your neighbourhood.",
    "Back-Up Plan Title": "Back-Up Plan",
    "Back-Up Plan Desc": "Unfortunately, tech problems are an all too familiar part of events. No matter the preparation, wireless networks or computers can cause unexpected issues. If a few computers are malfunctioning, perhaps ask participants to buddy up on computers and work in groups. We suggest having a couple offline activities prepared in the case of an emergency.",
    "Banner": "Banner",
    "Blog 1": "Glowing reports from Maker Party 2013",
    "Blog 1 Date": "September 18, 2013",
    "Blog 1 Desc": "As Maker Party (Mozilla’s 3-month extravaganza of global webmaking) comes to an end, reports are flooding in from event hosts around the world. Hundreds of teachers...",
    "Blog 1 thumbnail image": "Blog 1 thumbnail image",
    "Blog 2": "Maker Parties are a hit in Asia",
    "Blog 2 Date": "September 13, 2013",
    "Blog 2 Desc": "More than 1,000 Maker Parties have taken place around the world over the last three months, illustrating a widespread interest in creating on the web...",
    "Blog 2 thumbnail image": "Blog 2 thumbnail image",
    "Blog 3": "Kent Scouts International Jamboree Maker Party in London",
    "Blog 3 Date": "August 29, 2013",
    "Blog 3 Desc": "Mozillian FuzzyFox attended the Kent International Jamboree Maker Party earlier this month and filed this report from...",
    "Blog 3 thumbnail image": "Blog 3 thumbnail image",
    "Blog 4": "Babymaker party in Toronto",
    "Blog 4 Date": "September 4, 2013",
    "Blog 4 Desc": "Throwing a Maker Party can be a little intimidating. Some people wonder if their coding skills are strong enough, while others worry about managing the details that...",
    "Blog 4 thumbnail image": "Blog 4 thumbnail image",
    "Blog 5": "Q&A with the NYC Makery",
    "Blog 5 Date": "August 14, 2013",
    "Blog 5 Desc": "We love discovering Maker Party events that focus on innovative learning in the community and the NYC Makery pop-up makerspace really caught our eye...",
    "Blog 5 thumbnail image": "Blog 5 thumbnail image",
    "Blog 6": "Hack n Chat Maker Party in Dundee, Scotland",
    "Blog 6 Date": "August 3, 2013",
    "Blog 6 Desc": "Dundee Contemporary Arts (DCA) sounds like an amazing place. It’s a world-class center in Scotland dedicated to the development and exhibition of contemporary art and culture...",
    "Blog 6 thumbnail image": "Blog 6 thumbnail image",
    "Brand Palette": "Brand Palette",
    "Bullhorn Illustration": "Bullhorn Illustration",
    "Callout": "July 15 - September 15, 2014",
    "Callout Desc": "Join Maker Party and help teach the web with online and offline play, exploration and learning through making.",
    "Check out 2014 Partners": "Check out 2014 Partners",
    "Choose your Event Type Title": "Choose your Event Type",
    "Choose your Event Type Desc": "The first step to running a great  Maker Party event is considering what you want to  accomplish; how many people you expect will attend,   whether you want to  work alone or with partners, and what kind of activities you want to  include. Whether you'd like to gather friends  and family in your home to run a  workshop,  throw a small event  in your community,  or collaborate with  other  organizations to host something larger, we  have guides to  take  you through the planning  and suggest activities:",
    "Clean-Up Title": "Clean-Up",
    "Clean-Up Desc": "Build  and maintain a good relationship with your venue by making sure you leave it as clean as when you arrived. That way, if you want to run another event next year they will be thrilled to have you back.",
    "Close Quote Illustration": "Close Quote Illustration",
    "Community Resources Title": "Community Resources",
    "Community Resources Desc": "We have a large, global community of event hosts who love to hear about new projects. Throwing an event? These are great places to ask questions - beginners welcome. Is your event complete? Please let us know how it went and share your resources with others around the world.",
    "Contact": "Contact",
    "Delivering a Talk or a Workshop": "<a href='http://developer-evangelism.com/delivery.php'>Delivering a Talk or a Workshop</a>",
    "Design a fun experience Title": "Design a fun experience",
    "Design a fun experience Desc": "Your event should feel like a party! A few simple tricks to   help create a welcoming, creative atmosphere include playing music, using decorations and  providing name tags. Having an off-line activity such as a t-shirt stencil station is a great way to get everyone socializing. Raffles and  giveaways are good ways to keep the crowd engaged throughout the day.",
    "Documentation Title": "Documentation",
    "Documentation Desc": "Events happen quickly and it's often impossible to capture or get links of all the awesome things being made. Identify a process to capture and  share makes early on and share it with volunteers, facilitators and attendees. If using Webmaker tools, be sure to tag your makes so you search for what was made at your event.",
    "Donate": "Donate",
    "Email Graphic": "Email Graphic",
    "English": "English",
    "Equipment Title": "Equipment",
    "Equipment Desc": "Determine  your tech needs early on and decide whether you need laptops, projectors, AV equipment, extension cords and power cords. Some  events are  BYOL (Bring Your Own Laptop) in which case it is good to  send a  reminder to individuals  to not forget their laptops the day  before the event. If individuals  are unable to provide their own laptops, consider using a space where you can access a computer room or laptops. Another idea is to contact local tech organizations or community computer labs that have access to computers and ask them to sponsor equipment for the event in exchange for promotion. When deciding how many computers you need don't forget that you can have participants working in pairs or bigger groups. It’s a good idea to try and have an extra laptop on hand for participants just in case of any technical problems.",
    "Events": "Events",
    "Event Guide": "Event Guide",
    "Event Partner Agreement": "Event Partner Agreement",
    "Event Take Down Checklist": "<a href='/party-resources/pdf/Event_Take_Down_Checklist.pdf'>Event Take Down Checklist</a>",
    "Example laptop sign out sheet": "<a href='https://docs.google.com/spreadsheet/ccc?key=0AmkLsYZvp2wkdFhkTi1xY3pCQi1tN0tfWkNtMkFQbnc&usp=drive_web#gid=0'>Example laptop sign out sheet</a>",
    "Find a venue Title": "Find a venue",
    "Find a venue Desc": "When considering where to hold your event, look for a comfortable, flexible  space that's appropriate for the number of participants you expect.  Be   creative –  cafes,  community centers, co-working spaces,  libraries and hackerspaces are great places to start. If your event will have more than one or two people, you'll need tables for each participant and room to move around.  Ensure there is reliable Internet,  enough power outlets and good  lighting.",
    "Finding volunteers Title": "Finding volunteers",
    "Finding volunteers Desc": "Whether they’re work colleagues, students or a group of talented friends, it’s important to find the right people for the job. Find volunteers by tapping into your own networks. You can also include a call for  volunteers on your promotional materials and let people know how they can contact you if they would like to help",
    "Flickr": "Flickr",
    "Flyers Title": "Flyers",
    "Flyers Desc": "Don't underestimate the value of a flyer as an informal way to educate others about your event. Use the Maker Party logos to design a dynamic advertisement.",
    "Gear Title": "Gear",
    "Gear Desc": "No party too small for free t-shirts! Register your event on our Event Page and you'll be able to order stickers and t-shirts for your Maker Party.",
    "Gear (Planning Your Event Page) Title": "Gear",
    "Gear (Planning Your Event Page) Desc": "You can request free Maker Party stickers, t-shirts and tablecloths that you can use at your events. There are different gear packages depending on the size of your event. Please allow for 1-2 weeks for delivery. To qualify for gear, you'll need a link for your event from the Webmaker events platform and a shipping  address. ",
    "Get Feedback Title": "Get Feedback",
    "Get Feedback Desc": "Ask participants for feedback. What did they learn? What did they enjoy?  If they have suggestions for improvement, be sure to take notes or  invite  them to blog about it. Be sure to ask what the participants  would like  to do next. Provide links to websites where they can  continue learning  new skills. Later, conduct  a debrief with participating  organizations and volunteers, if you had any. Gather feedback and ask  if the event  was a good way for them to serve their communities. Discuss ways to continuing hacking together to keep the momentum going.",
    "Get Maker Party Updates": "Get Maker Party Updates",
    "Getting Started":"Getting Started",
    "Getting Started Resources": "Getting Started Resources",
    "Get Support": "Get Support",
    "Get Support Desc": "Throwing an event? We’ll support you the entire way with free training and planning resources, ideas for activities, great Mozilla gear like t-shirts and stickers, plus access to a wonderful community and one-on-one support.",
    "Get Updates": "Get Updates",
    "Google+": "Google+",
    "Google+ Title": "Google+",
    "Google+ Desc": "Share events, pictures, relevant articles, event recaps and more here. <a href='http://mzl.la/gpluswebmaker'>http://mzl.la/gpluswebmaker</a>",
    "Have fun with our tools": "Have fun with our tools",
    "Have fun with our tools Desc": "You can use anything you like to teach the web at your Maker Party event, from the wonderful array of tools available online to good old pencils and paper. Mozilla Webmaker is proud to offer fun, easy-to-use, free <a href='https://webmaker.org/tools'>tools</a>: see the inner working of a webpage with <b>X-Ray Goggles</b>; learn HTML and CSS using <b>Thimble</b> and remix video, audio and images from the web with <b>Popcorn Maker.</b>",
    "Heatmap Title": "Events around the world",
    "Heatmap Desc": "Each year Maker Party grows bigger and better! Check out all the places around the world where people are teaching, learning and making together. Want to see your event on the map? Add it to the <a href='https://events.webmaker.org'>events page</a>.",
    "Help us teach the web": "Help us teach the web",
    "Help us teach the web Desc": "Mozilla needs your help to teach web literacy in communities around the world. Our wonderful Maker Party partners host events, help us spread the word and develop resources to teach the web.",
    "History": "History",
    "History Desc": "Since its inauguration in 2012, the annual Maker Party has become Mozilla's largest celebration of making and learning on the web. From getting the hang of HTML to building robots to learning about remix culture using paper and scissors, people of all ages and from all backgrounds have come together to joyfully explore the culture, mechanics and citizenship of the web.",
    "Home": "Home",
    "Event Partners": "Event Partners",
    "Event Partners Desc": "Host an event during Maker Party, or help us by creating remixable teaching resources for event hosts to share with their learners. We’ll support you with free training and resources.",
    "Home Banner Desc": "Maker Party is Mozilla's global campaign to teach the web. Through thousands of community-run events around the world,  Maker Party unites educators, organizations and enthusiastic web users with hands-on learning and making.",
    "Host an Event": "Host an Event",
    "Host an Event Desc": "Anyone can host an event in their city or town. Thousands of individual events teaching the culture, mechanics and citizenship of the web make up a global, two-month party.",
    "How does Maker Party work?": "How does Maker Party work?",
    "Images from Maker Party 2014": "Images from Maker Party 2014",
    "Images from Maker Party 2014 Desc": "Curious to see what a Maker Party event looks like? Check out these photos from events around the world.",
    "Interested in becoming a Maker Party partner?": "Interested in becoming a Maker Party partner?",
    "Interested in becoming a Maker Party partner? Desc": "Registration for 2014 Maker Party partners is now open! If you have questions, please contact <a href='mailto:makerparty@mozilla.org'>makerparty@mozilla.org</a>",
    "Invitations Title": "Invitations",
    "Invitations Desc": "A personal invitation goes a long way! Try making a unique invitation that connects potential participants to your event page where they can get the full details. Invitations can also be sent to local institutions and organizations. Check-out these invite templates:",
    "Invitations Desc Link #1": "<a href='https://teach.etherpad.mozilla.org/MakerPartyResourcesSiteInvite'>https://teach.etherpad.mozilla.org/MakerPartyResourcesSiteInvite</a>",
    "Invitations Desc Link #2": "<a href='https://mozteach.makes.org/thimble/maker-party-invitation'>https://mozteach.makes.org/thimble/maker-party-invitation</a>",
    "Large Event Title": "Large Event",
    "Large Event Desc": "For those ready to for the adventure of 50+ participants, a Hive Pop-Up is a rewarding way to bring together local organizations  in a science fair setting to demonstrate  cool web ideas, provide fun hands-on activities, and introduce your community to making and hacking. <a href='https://mozteach.makes.org/thimble/how-to-host-a-hive-pop-up'>https://mozteach.makes.org/thimble/how-to-host-a-hive-pop-up</a>",
    "Learn by teaching": "Learn by teaching",
    "Learn by teaching Desc": "The best way to learn the web is to teach it. Hosting a Maker Party is not only personally rewarding, it contributes to the greater goal of increasing web literacy for everyone, everywhere in the world.",
    "Learn more about us": "Learn more about us",
    "Live Share Title": "Live Share",
    "Live Share Desc": "Don't forget to encourage people to share and talk about the event as it happens, as well as afterwards. Use the hashtag #makerparty",
    "Logo": "Logo",
    "Logos and Graphics": "Logos and Graphics",
    "Logos and Graphics Desc": "Download these graphics and add them to your posters, blogs, websites and more.",
    "Logos & Visual Assets Title": "Logos & Visual Assets",
    "Logos & Visual Assets Desc": "Feel free to use these Maker Party graphics in any of your promotional materials:",
    "MacArthur Logo": "MacArthur Logo",
    "Maker Party": "Maker Party",
    "Maker Party 2013 Blog Posts": "Maker Party 2013 Blog Posts",
    "Maker Party Asset Brand Palette thumbnail": "Maker Party Asset Brand Palette thumbnail",
    "Maker Party Asset Logo thumbnail": "Maker Party Asset Logo thumbnail",
    "Maker Party Asset Wordmark thumbnail": "Maker Party Asset Wordmark thumbnail",
    "Maker Party Collage Photo 1": "Maker Party Collage Photo 1",
    "Maker Party Collage Photo 2": "Maker Party Collage Photo 2",
    "Maker Party Collage Photo 3": "Maker Party Collage Photo 3",
    "Maker Party Collage Photo 4": "Maker Party Collage Photo 4",
    "Maker Party Collage Photo 5": "Maker Party Collage Photo 5",
    "Maker Party Collage Photo 6": "Maker Party Collage Photo 6",
    "Maker Party Collage Photo 7": "Maker Party Collage Photo 7",
    "Maker Party Collage Photo 8": "Maker Party Collage Photo 8",
    "Maker Party Collage Photo 9": "Maker Party Collage Photo 9",
    "Maker Party Collage Photo 10": "Maker Party Collage Photo 10",
    "Maker Party Collage Photo 11": "Maker Party Collage Photo 11",
    "Maker Party Collage Photo 12": "Maker Party Collage Photo 12",
    "Maker Party Collage Photo 13": "Maker Party Collage Photo 13",
    "Maker Party Collage Photo 14": "Maker Party Collage Photo 14",
    "Maker Party Events Page Title": "Maker Party Events Page",
    "Maker Party Events Page Desc": "This is where to register your event and check out  what else is happening in your area - a great way to make sure you're not competing with another local event.",
    "Maker Party History": "Maker Party History",
    "Maker Party History Desc": "Check out the highlights from Maker Party 2013 and see more photos in our <a href='https://www.flickr.com/photos/mozilladrumbeat/galleries/72157643962655534/#photo_9692273255'>Flickr gallery</a>.",
    "Maker Party Attend An Event Illustration": "Maker Party Attend An Event Illustration",
    "Maker Party Get Support Illustration": "Maker Party Get Support Illustration",
    "Maker Party Host An Event Illustration": "Maker Party Host An Event Illustration",
    "Maker Party Network Illustration": "Maker Party Network Illustration",
    "Maker Party Partners Page Photo": "Maker Party Partners Page Photo",
    "Maker Party Quilt Title": "Maker Party Quilt",
    "Maker Party Quilt Desc": "Share what you've made and add yourself to this Maker Party quilt by using the #makerparty hashtag on your <a href='https://webmaker.org/tools'>Thimble</a> and <a href='https://webmaker.org/tools'>Popcorn Maker</a> projects. You'll have the chance to enter your hashtag when you click \"Save\".",
    "Maker Party Wordmark": "Maker Party Wordmark",
    "Maker Party World Illustration": "Maker Party World Illustration",
    "Managing your volunteers (volunteer training) Title": "Managing your volunteers (volunteer training)",
    "Managing your volunteers (volunteer training) Desc": "Make sure you equip your volunteers with information on the event, activities, social media and any other necessary information in advance. Depending on how many volunteers you have, you might consider holding a meet-up in person or online prior to the event to answer any questions. Don't forget to gather and distribute contact information so that you can  stay in touch with your volunteers in the days and weeks leading up to the event, and so they can contact you with any questions or concerns that may arise.",
    "Medium Event Title": "Medium Event",
    "Medium Event Desc": "Great for 5-50 participants, a Hack Jam is a fantastic way to team up people with different skill-sets to collaboratively build something new or improve something on the web that already  exists, all while learning and teaching  new hacking skills. <a href='https://mozteach.makes.org/thimble/how-to-host-a-hack-jam'>https://mozteach.makes.org/thimble/how-to-host-a-hack-jam</a>",
    "MiniCade Title": "MiniCade",
    "MiniCade Desc": "Minicade is a delightful way to work collaboratively with others by creating and playing an arcade of mini web-based games.  <a href='http://minica.de/'>http://minica.de/</a>",
    "Mozilla": "Mozilla",
    "Mozilla Logo": "Mozilla Logo",
    "Mozilla Webmaker Blog": "Mozilla Webmaker Blog",
    "next section": "next section",
    "NWP Logo": "NWP Logo",
    "Offline Activity Title": "Offline Activity",
    "Offline Activity Desc #1": "<a href='https://keyboardkat.makes.org/thimble/LTIxMDA3NTY0ODA=/lofi-nofi-teaching-kit'>LoFi, NoFi!</a>",
    "Offline Activity Desc #2": "<a href='https://laura.makes.org/thimble/collaborative-mindmapping'>Collaborative Mindmapping</a>",
    "Offline Activity Desc #3": "<a href='https://mozteach.makes.org/thimble/plan-the-tutorial-paper-prototyping-and-schematics'>Paper Prototyping</a>",
    "Offline Activity Desc #4": "<a href='https://mozteach.makes.org/thimble/make-it-share-it-teaching-kit'>Make It, Share It</a>",
    "Offline Activity Desc #5": "<a href='https://mozteach.makes.org/thimble/write-the-rules-procedural-storytelling'>Write the Rules: Procedural Storytelling</a>",
    "Offline activities Title": "Offline activities",
    "Offline activities Desc": " No internet? No problem! We are working hard to make it easier than ever to plan and execute your event in offline or lo-fi environments. Take a moment to peruse our offline teaching kit that you can use to prototype Teach the Web's digital curriculum on paper <a href='https://keyboardkat.makes.org/thimble/LTU0ODUzNjMy/prototyping-with-a-teaching-kit-design-canvas'>https://keyboardkat.makes.org/thimble/LTU0ODUzNjMy/prototyping-with-a-teaching-kit-design-canvas</a> or this Lo-Fi No-Fi teaching kit <a href='https://keyboardkat.makes.org/thimble/LTIxMDA3NTY0ODA=/lofi-nofi-teaching-kit'>https://keyboardkat.makes.org/thimble/LTIxMDA3NTY0ODA=/lofi-nofi-teaching-kit</a>",
    "Online Promotion and Press Title": "Online Promotion and Press",
    "Online Promotion and Press Desc": "Be sure to share  your event on the <a href='https://events.webmaker.org'>Maker Party event site</a> but also on other websites, in local press, event  calendars, and among  other local organizations.",
    "Open Quote Illustration": "Open Quote Illustration",
    "Our Sponsorship Partners": "Our Sponsorship Partners",
    "Past Partners": "Past Partners",
    "Past Partners Desc": "We want to thank all our past partners for contributing to the success of Maker Party!",
    "Partners": "Partners",
    "Partner Agreements": "Partner Agreements",
    "Partner Agreements Desc": "These partner agreements explain what it means to become a Maker Party partner. The partner agreements outline our expectations for the different kinds of partners.",
    "Partner with Mozilla to teach the web.": "Partner with Mozilla to teach the web.",
    "Photography/Video Title": "Photography/Video",
    "Photography/Video Desc": "Appoint one of your volunteers to be the photographer and make sure that the activities are well-documented with photographs and video that can be shared online. You can also ask attendees or collaborators to take pictures and videos and send them to you after the event.",
    "Planning Your Activities Title": "Planning Your Activities",
    "Planning Your Activities Desc": "No matter what you want to teach, creating a lesson plan or even just a bite-sized individual activity plan will help you feel prepared. Prepare your lessons and activities here using these templates. <a href='https://webmaker.org/teach-templates'>https://webmaker.org/en-US/teach-templates</a>",
    "Planning Your Activities (Planning Your Event Page) Title": "Planning Your Activities",
    "Planning Your Activities (Planning Your Event Page) Desc": "No matter what you want to teach, creating a  lesson  plan or even just a bite-sized individual activity plan will help you  feel prepared. Prepare your lessons and activities here using these templates. <a href='https://webmaker.org/teach-templates'>https://webmaker.org/teach-templates</a>",
    "Planning Your Event": "Planning Your Event",
    "Please enter your e-mail address.": "Please enter your e-mail address.",
    "Please check this checkbox to proceed.": "Please check this checkbox to proceed.",
    "Popcorn Maker Title": "Popcorn Maker",
    "Popcorn Maker Desc": "Popcorn  Maker helps you combine content from across the  web like GIFs, music,  photos  and videos into cool mashups that you can  annotate and share. <a href='https://webmaker.org/tools'>https://webmaker.org/tools</a>",
    "Post-Event": "Post-Event",
    "Post-Event (Getting Started Resources Page) Title": "Post-Event",
    "Post-Event (Getting Started Resources Page) Desc": "Don't forget to thank everyone for coming (even if it's just your little sister) and share your photos on Flickr by adding Maker Party to your Flickr tags. <a href='https://www.flickr.com/search/?w=faves-47833020@N03&q=makerparty'>https://www.flickr.com/search/?w=faves-47833020@N03&q=makerparty</a>. You could also write blog post about your event and share it with the #makerparty hashtag or create a video recap using Popcorn. There are lots of creative ways you can share, and the Maker Party community would love to hear all about it! Seeing your event may encourage even more people to hold small events with their friends and family.",
    "previous section": "previous section",
    "Privacy Policy Checkbox": "I'm okay with you handling this info as you explain in your <a href='https://www.mozilla.org/privacy/policies/websites/' target='_blank'>privacy policy</a>.",
    "Preparing a Great Slideshow": "<a href='http://developer-evangelism.com/slides.php'>Preparing a Great Slideshow</a>",
    "Press Releases Title": "Press Releases",
    "Press Releases Desc": "Media  coverage is an essential part of promoting an event and  showing  off what you did afterward. Use the <a href='https://wiki.mozilla.org/Maker_Party/Communications/Press_Kit'>Maker Party Press Kit</a> for guidelines for how to reach out to the media.",
    "Promotion Title": "Promotion",
    "Promotion Desc": "There are many ways to promote your event that will create attention and draw more attendees.",
    "Promotions Checklist": "<a href='/party-resources/pdf/Promotions_Checklist.pdf'>Promotions Checklist</a>",
    "Promotional Partners": "Promotional Partners",
    "Promotional Partners Desc": "Support the effort to increase global web literacy by writing, taking photos, creating videos and helping us promote Maker Party on the web. We'll provide you with great content to share with your audience.",
    "Promotional Partner Agreement": "Promotional Partner Agreement",
    "Read more": "Read more",
    "Read the full blog post": "Read the full blog post",
    "Register Now!": "Register Now!",
    "Register Your Event": "Register Your Event",
    "Request gear for your event": "<a href='https://intlstore.mozilla.org/makerparty/'>Request gear for your event</a>",
    "Requesting Support Title": "Requesting Support",
    "Requesting Support Desc": "If , during the course of preparing for your event you find yourself  stuck  or overwhelmed, don't be afraid to ask for help. The community  resources above are all full of friendly supportive people chalk-full of  information. Still can't find an answer to your question? Our team is here to help you with all things Maker Party. Contact us at <a href='mailto:makerparty@mozillafoundation.org'>makerparty@mozillafoundation.org</a>",
    "Resources": "Resources",
    "Resources Banner Desc": "Thank you for helping us celebrate webmaking around the world! These resources will help you plan a unique event tailored especially for your audience.",
    "Running Your Event": "Running Your Event",
    "Sample blog post guidelines": "<a href='https://teach.etherpad.mozilla.org/MakerPartyResourcesBlogtemplate'>Sample blog post guidelines</a>",
    "Sample Event Schedule": "<a href='/party-resources/pdf/Sample_Event_Schedule.pdf'>Sample Event Schedule</a>",
    "Sample Event Agenda": "<a href='/party-resources/pdf/Sample_Event_Agenda.pdf'>Sample Event Agenda</a>",
    "Sample Volunteer Package": "<a href='/party-resources/pdf/Sample_Volunteer_Package.pdf'>Sample Volunteer Package</a>",
    "Sample Email to Facilitators": "<a href='/party-resources/pdf/Sample_Email_to_Facilitators.pdf'>Sample Email to Facilitators</a>",
    "Sample Popcorn Maker event recap": "<a href='https://juliahivenyc.makes.org/popcorn/1oy8'>Sample Popcorn Maker event recap</a>",
    "Schedule Title": "Schedule",
    "Schedule Desc": "Plan your schedule ahead of time but be flexible; your participants might surprise you with interesting questions or challenges to explore. Identify early on what materials are needed for your scheduled activities to run smoothly. A checklist of things   you will need for set-up/during/after is very useful.  Don't forget to leave yourself adequate prep time.",
    "See what people are saying about Maker Party": "See what people are saying about Maker Party",
    "Set-up Title": "Set-up",
    "Set-up Desc": "When preparing for event, be sure to arrive early to set-up the space as needed. This will allow you plenty of time in case unexpected issues arise. Use posters or other signage to indicate the different stations if there are multiple stations. Make sure washrooms are clearly marked. Remind facilitators to welcome newcomers, and make sure the volunteers know what their jobs are and what stations they're at.",
    "Set-up check list": "<a href='/party-resources/pdf/Event_Set_Up_Checklist.pdf'>Set-up check list</a>",
    "Setting Up Stations Title": "Setting Up Stations",
    "Setting Up Stations Desc": "If you have multiple organizations at your event, work with them to plan engaging stations. Stations should include fun, short games or activities that teach something about technology. Activities should be simple enough to explore in 5 minutes but have potential for expansion if participants show a particular interest. Participants should be able  to easily float between stations, and they should be able to share what they create.",
    "Share Title": "Share",
    "Share Desc": "Set aside time for organizations to see each others' activities and exchange ideas. At the end of the event, bring everyone back together in a circle. Celebrate what participants made. Invite a few people to share their work. Encourage the group to post their work online with the hashtag #makerparty.",
    "Share Your Event Title": "Share Your Event",
    "Share Your Event Desc": "No event is too small for our Event Page! Take a moment to <a href='https://events.webmaker.org'>register your event</a> and share photos and comments about on Twitter with the hashtag #MakerParty. By sharing details of your event, you'll be letting the Webmaker community  know that you're supporting the global Maker Party to teach the web. Plus, it will make you eligible for some awesome gear!",
    "Sign-in Title": "Sign-in",
    "Sign-in Desc": "Once   your event gets going it may be very difficult to  keep track of who  is  there. Setting up a sign-in table gives you the  opportunity to catch people when they first arrive so you can get the  names of  attendees and  contact details (from parents) so that you can  send out  thank yous, links, updates, and invites to future events. You may also want to give out name tags so it's easier for people to meet and start talking. You can play the name tag game and ask people to list their favorite technology, video game, tv show etc. under their name to help get conversations started. Don't be afraid to get creative and help people break the ice!",
    "Signage Title": "Signage",
    "Signage Desc": "If  possible, make or get printed signage for the day of you event. Banners, signs, table clothes and other identifying items will help make your event stand out. If you have sponsors, they may be able to provide you with some of these items. Don't forget to include signage around your event to make sure to point people to the right direction so they don't get lost.",
    "Signage & Gear Title": "Signage & Gear",
    "Signage & Gear Desc": "What’s  a party without free giveaways?",
    "Small Event Title": "Small Event",
    "Small Event Desc": "Perfect for 2-5 participants, a Kitchen Party is a fun way to spend an hour on   a  rainy day, hang  out as a family, learn to hack with a friend, and   make  cool things on the  web. <a href='https://mozteach.makes.org/thimble/how-to-host-a-kitchen-party'>https://mozteach.makes.org/thimble/how-to-host-a-kitchen-party</a>",
    "Snapshot of Maker Party 2013": "Snapshot of Maker Party 2013",
    "Snapshot of Maker Party 2013 Paragraph 1": "Maker Parties were held in 330 cities across the globe. Some places, like Abidjan, Cote D’Ivoire, held their first ever party, while others like New York City threw more than 400 separate events!",
    "Snapshot of Maker Party 2013 Paragraph 2": "<a href='https://popcorn.webmaker.org/'>Popcorn Maker</a> projects proved to be the most popular tool, and more than 35,000 Popcorn videos were created. <a href='https://thimble.webmaker.org/'>Thimble</a> was a hit as well, and more than 15,000 webpages were created or remixed with the easy-to-use tool.",
    "Snapshot of Maker Party 2013 Paragraph 3": "Maker Party received a lot of love from the media including a great video about Makers by <a href='http://about.tvo.org/blog/innovation-tvo/maker-movement-technology-based-cultural-phenomenon'>TVO</a> and a write-up in <a href='http://www.dazeddigital.com/artsandculture/article/17156/1/break-the-internet'>Dazed</a>.",
    "Snapshot of Maker Party 2013 Paragraph 4": "While we’re certainly excited by these facts and figures, we’re most proud to have been a part of an event that resulted in reactions like these:",
    "Snapshot of Maker Party 2013 Paragraph 5": "<i>\"The fact that I could deconstruct [a video] meant that I could take it apart and see it in the parts that it is. It makes me think about it and understand what it is, and understand what the person who made it is trying to tell me, and I can play with it and change the message even more…which really empowers me.\"</i> – Diego Share-Vargas, Maker Party participant, age 13",
    "Social Media best practices": "<a href='https://wiki.mozilla.org/Maker_Party/Communications/Social_Media_Guide'>Social Media best practices</a>",
    "Social Media Title": "Social Media",
    "Social Media Desc": "Your network is a powerful thing! Create a Facebook event and invite all of your friends to attend and share. You can also post photos on Instagram or tweet to your followers to enlist your networks to help to promote your event. Be sure to use the hashtag #makerparty",
    "Social Media best practices Title": "Social Media best practices",
    "Social Media best practices Desc": "Here are some of our best practices, including how to tweet and what to share. <a href='https://wiki.mozilla.org/Maker_Party/Communications/Social_Media_Guide'>https://wiki.mozilla.org/Maker_Party/Communications/Social_Media_Guide</a>",
    "Speakers Title": "Speakers",
    "Speakers Desc": "Bringing in a speaker or teacher can be a great way to divide the work while providing value to your participants. If you do decide to bring  in a  speaker it is important to contact them early to design an itinerary that everyone is comfortable with. If  you will  be taking on the role of speaker/teacher yourself, it is important to get your presentation together early and feel confident in your ability to speak about or teach the topic at hand. Here are some helpful speaker-resources:",
    "Sponsorship Partners": "Sponsorship Partners",
    "Sponsorship Partners Desc": "Help us build the programing, train the mentors, and support our partners so people everywhere can gain the skills they need to read, write and participate effectively on the web. Be a hero for the open web by investing in the next generation of makers.",
    "Sponsorship Title": "Sponsorship",
    "Sponsorship Desc": "Sponsorship  can come in the form of money, gear, or  equipment that an  organization provides to you prior to your event. Sponsorship can increase your press coverage and can provide add value for attendees. Try reaching out to local establishments you have worked with in the past or who would value in being in front of your participants.",
    "Stencil a t-shirt guide": "<a href='https://tbx.makes.org/thimble/stencil-a-tshirt'>Stencil a t-shirt guide</a>",
    "Tech Title": "Tech",
    "Tech Desc": "When you're teaching the web, having the right tech set-up and a good plan B is vital to the success of your event.",
    "Testimonials Quote #1": "Technology can be an extraordinary tool for empowerment. That’s why the YWCA Toronto Girls’ Council leadership program hosted “Maker Parties” run by Mozilla’s Hive Toronto network. As makers-in-training, they learned how to use Mozilla’s free suite of webmaking tools to create their own websites and videos. They also learned the freedom and confidence that comes from knowing how to not only enjoy content on the internet, but create it themselves.",
    "Testimonials Quote #1 Name": "Steph Guthrie",
    "Testimonials Quote #1 Title": "Senior Communications Officer | Advocacy & Communications",
    "Testimonials Quote #1 Org": "YWCA Toronto",
    "Testimonials Quote #2": "Pockets of youth are springing up across Africa and engaging in empowering hands on activities and innovative practices, but when we can bring them together for an event like Maker Party, it has the power to cultivate a community of global youth that can drive development forward.",
    "Testimonials Quote #2 Name": "Ariam Mogos",
    "Testimonials Quote #2 Title": "Director of New Initiatives and Research",
    "Testimonials Quote #2 Org": "GMin",
    "Testimonials Quote #3": "It's an awesome feeling knowing that Maker Parties are happening on a global scale because the atmosphere of these events are so inspiring for everyone, and teens are really responsive to this type of format. I think the Maker Party campaign really sets the foundation and groundwork for launching maker-related programming, especially to give teens the opportunity to be exposed to so many exciting activities and opportunities to develop their interests.",
    "Testimonials Quote #3 Name": "Anthony Negron",
    "Testimonials Quote #3 Title": "Manager of Digital Programming",
    "Testimonials Quote #3 Org": "New York Hall of Science",
    "Teach, Learn & Make": "Teach, Learn & Make",
    "Thimble Title": "Thimble",
    "Thimble Desc": "Thimble, an easy-to-use code editor, lets you write HTML and CSS directly in your browser to create your own webpage. <a href='https://webmaker.org/tools'>https://webmaker.org/tools</a>",
    "Tips for Small Events Title": "Tips for Small Events",
    "Tips for Small Events Desc": "So you've gathered some friends and family members together and you're ready to teach. Here are some tips and tricks to help you throw a great small event:",
    "Tools to Teach the Web Title": "Tools to Teach the Web",
    "Tools to Teach the Web Desc": "Here are some tools to get you started; they're free and suitable for beginners and experts  alike. You can use them at your event, or to polish up your own skills. Remember: all Webmaker projects are remixable so  browse the gallery and see  what inspires you! Tools: <a href='https://webmaker.org/tools'>https://webmaker.org/tools</a>  Gallery (soon to be /explore): <a href='https://webmaker.org/gallery'>https://webmaker.org/gallery</a>",
    "Twitter": "Twitter",
    "Tweet at @Webmaker": "Tweet at <a href='https://twitter.com/webmaker'>@Webmaker</a>",
    "Twitter Title": "Twitter",
    "Twitter Desc": "Share real time event details and projects you created with the community on <a href='https://twitter.com/webmaker'>Twitter</a> and browse the <a href='https://twitter.com/search?q=%23makerparty&src=typd&f=realtime'>#MakerParty hashtag</a>",
    "Use Lists Title": "Use Lists",
    "Use Lists Desc": "Send event details to  local  forums or listserves that have an  audience who would be interested  in  attending. You can start by using the <a href='https://lists.mozilla.org/listinfo/webmaker'>Webmaker list</a>",
    "Using the Teach the Web Tools Title": "Using the Teach the Web Tools",
    "Using the Teach the Web Tools Desc": "Whether you're interested in teaching HTML or how to remix a video,  Mozilla's Webmaker tools offer a fun, easy-to-use way to teach the web. <a href='https://webmaker.org/tools'>https://webmaker.org/tools</a>",
    "Venue Title": "Venue",
    "Venue Desc": "Find a comfortable space with a good wireless connection. Whether it's your living room or a nearby coffee shop, make sure there's enough space for everyone to sit, and never underestimate the usefulness of a power-bar where multiple-laptops are concerned.",
    "Volunteers & Collaborators Title": "Volunteers & Collaborators",
    "Volunteers & Collaborators Desc": "Volunteers are a big part of any event with more than 5 participants. We recommend having close to a 3:1 or 4:1 ratio of learners to volunteers when teaching new digital skills. It also helps to have some extra people to help with registration, set up and take down.",
    "Webmaker Wordmark": "Webmaker Wordmark",
    "Webmaker Listserv Title": "Webmaker Listserv",
    "Webmaker Listserv Desc": "his email list is a fabulous place to ask questions or share what happened at your event with a supportive global community of Mozillians. <a href='http://mzl.la/webmakerlistserv'>http://mzl.la/webmakerlistserv</a>",
    "Web Literacy Map Title": "Web Literacy Map",
    "Web Literacy Map Desc": "The Web Literacy Map defines the skills and competencies that Mozilla and our community of stakeholders believe are important to pay attention to in order to improve reading, writing and participating on the web. <a href='https://webmaker.org/literacy'>https://webmaker.org/literacy</a>",
    "Webmaker Training Title": "Webmaker Training",
    "Webmaker Training Desc": "Mozilla offers free, specialized training to help  you  teach the web in your community. Learn creative ways to teach web  literacy,  digital skills and open practices with fellow educators,  technologists  and mentors from around the world.  <a href='http://training.webmakerprototypes.org/'>http://training.webmakerprototypes.org/</a>",
    "Weekly Open Community Calls Title": "Weekly Open Community Calls",
    "Weekly Open Community Calls Desc": "every Thursday at 10am ET hear what the  community is doing  firsthand to teach the web around the world. Listen to stories, lessons  learned and exciting announcements from the Teach the  Web team.  Everyone is welcome. <a href='http://mzl.la/teachthewebcall'>http://mzl.la/teachthewebcall</a>",
    "Welcome Title": "Welcome",
    "Welcome Desc": "Thank everyone for coming. Welcome the group and invite each station to introduce their organization and what they'll be making. Encourage people to follow their interests by staying at  stations as long as they like. Have every station provide a brief introduction on what they are offering.",
    "Welcome & Registration Title": "Welcome & Registration",
    "Welcome & Registration Desc": "A good first impression goes a long way towards helping someone feel comfortable and happy at your event.",
    "What is a Maker Party Partner?": "What is a Maker Party Partner?",
    "What is a Maker Party Partner? Desc": "Partners are groups and organizations that support our global movement to teach web literacy and digital skills. Here is how you can partner with Maker Party:",
    "Who can be a partner?": "Who can be a partner?",
    "Who can be a partner? Desc": "Anyone! Whether you're running events for a few individuals in your community, or you’re involved with an established organization hosting events for many people, we welcome your participation.",
    "Why Be a Partner": "Why Be a Partner",
    "Why Mozilla throws an annual Maker Party": "Why Mozilla throws an annual Maker Party",
    "Why Mozilla throws an annual Maker Party Desc": "<a href='http://mozilla.org/'>Mozilla</a> believes the web is a global public resource that’s integral to modern life: it shapes how we learn, how we connect and how we communicate. But many of us don't understand its basic mechanics or what it means to be a citizen of the web. That’s why we’re so passionate about teaching web literacy through hands-on learning and making. Our goal is to help people move beyond simply consuming the web to understanding and creating it, so it remains open, accessible and ours.",
    "Why partner?": "Why partner?",
    "Why partner? Desc": "Becoming a Maker Party partner is an opportunity to join a global movement to teach the mechanics, culture and citizenship of the web. Mozilla will support your participation every step of the way by assisting you with training, event guides, media resources, free gear for your events, promotion across Mozilla channels and more.",
    "Wordmark": "Wordmark",
    "Working with Collaborators Title": "Working with Collaborators",
    "Working with Collaborators Desc": "Having other organizations join your event and help run or facilitate their own workshop is a great way to run a collaborative event. Decide early on whether you are looking for organizations to help host, bring additional participants or run workshops. Research organizations in your area that are interested in technology and learning. Ideally, participating organizations will believe in learning by making and will support out-of-school educational initiatives. Talk to staff about their interests, goals and the people they serve. Ask organizations to host a learning station – a simple activity based on the work they do in the community.",
    "Wrap-up Title": "Wrap-Up",
    "Wrap-up Desc": "When it's time to wrap-up, your attendees will be feeling inspired, energized and ready to share what they’ve learned. You’ll want to take advantage of this moment.",
    "X-Ray Glasses Title": "X-Ray Glasses",
    "X-Ray Glasses Desc": "X-Ray  Goggles allow you to see the code behind any  webpage and remix  elements with a single click, swapping in your own  text and images.  <a href='https://goggles.webmaker.org'>https://goggles.webmaker.org</a>"
}
