{
  "About Webmaker": "About Webmaker",
  "Anyone can join Maker Party by hosting or attending an event.": "Anyone can join Maker Party by hosting or attending an event.",
  "Attend an Event": "Attend an Event",
  "Attend an Event Desc": "Join Maker Party by attending an event. Visit our <a href='https://events.webmaker.org'>events page</a> and see what's happening in your neighbourhood.",
  "Contact": "Contact",
  "Donate": "Donate",
  "English": "English",
  "Events": "Events",
  "Flickr": "Flickr",
  "Get Maker Party Updates": "Get Maker Party Updates:",
  "Get Maker Party Updates Desc": "Sign up for our mailing list to receive updates on the latest Maker Party news.",
  "Get Support": "Get Support",
  "Get Support Desc": "Throwing an event? We’ll support you the entire way with free training and planning resources, ideas for activities, great Mozilla gear like t-shirts and stickers, plus access to a wonderful community and one-on-one support.",
  "Google+": "Google+",
  "Have fun with our tools": "Have fun with our tools",
  "Have fun with our tools Desc": "Mozilla Webmaker has fun, easy-to-use, free <a href='https://webmaker.org/tools'>tools</a> to teach the web. See the inner working of a webpage with <b>X-Ray Goggles</b>. Learn HTML and CSS using <b>Thimble</b>. Remix video, audio and images from the web with <b>Popcorn Maker</b>.",
  "History": "History",
  "Home Banner Desc": "Maker Party is Mozilla's global campaign to teach the web. Through thousands of community-run events around the world,  Maker Party unites educators, organizations and enthusiastic web users with hands-on learning and making.",
  "Host an Event": "Host an Event",
  "Host an Event Desc": "Anyone can host an event in their city or town. Together, thousands of events teaching the culture, mechanics and citizenship of the web make up a global, two-month party.",
  "How does Maker Party work?": "How does Maker Party work?",
  "Learn by teaching": "Learn by teaching",
  "Learn by teaching Desc": "The best way to learn the web is to teach it. Hosting a Maker Party is not only personally rewarding, it contributes to the greater goal of increasing web literacy for everyone, everywhere in the world.",
  "Learn more about us": "Learn more about us.",
  "Learn more about us Desc": "======= FIXME: missing text? ========",
  "Maker Party": "Maker Party",
  "Maker Party 2014 runs from July 15 to September 15.": "Maker Party 2014 runs from July 15 to September 15.",
  "Maker Party History": "Maker Party History",
  "Maker Party History Desc": "Check out the highlights from Maker Party 2013 and see more photos in our <a href='http://www.flickr.com/search/?w=faves-47833020@N03&q=makerparty'>Flickr gallery</a>.",
  "Our Sponsorship Partners": "Our Sponsorship Partners:",
  "Partners": "Partners",
  "Resources": "Resources",
  "See what people are saying about Maker Party": "See what people are saying about Maker Party.",
  "Testimonials Quote #1": "Technology can be an extraordinary tool for empowerment. That’s why the YWCA Toronto Girls’ Council leadership program hosted “Maker Parties” run by Mozilla’s Hive Toronto network. As makers-in-training, they learned how to use Mozilla’s free suite of webmaking tools to create their own websites and videos. They also learned the freedom and confidence that comes from knowing how to not only enjoy content on the internet, but create it themselves.",
  "Teach, Learn & Make": "Teach, Learn & Make",
  "testing": "hello, this is the testing string",
  "Twitter": "Twitter",
  "We want people to throw or attend an event.": "We want people to throw or attend an event.",
  "Why Mozilla throws an annual Maker Party": "Why Mozilla throws an annual Maker Party:",
  "Why Mozilla throws an annual Maker Party Desc": "Mozilla believes the web is a global public resource that’s integral to modern life; it shapes how we learn, how we connect and how we communicate. But many of us don't understand its basic mechanics or what it means to be a citizen of the web. That’s why we’re so passionate about teaching web literacy through hands-on learning and making. Our goal is to help people move beyond simply consuming the web to understanding and creating it, so it remains open, accessible and ours."
}
